#-------------------------------------------------------------------------------
# Copyright (c) 2000, 2007 IBM Corporation and others.
# All rights reserved. This program and the accompanying materials
# are made available under the terms of the Eclipse Public License v1.0
# which accompanies this distribution, and is available at
# http://www.eclipse.org/legal/epl-v10.html
#
# Contributors:
# IBM Corporation - initial implementation.
#-------------------------------------------------------------------------------
# NLS_MESSAGEFORMAT_VAR
# The UI text in the XSL stylesheets.

selectedConfigurationText=La configuration s\u00e9lectionn\u00e9e est publi\u00e9e dans l'emplacement suivant
detailInfoText=Les informations d\u00e9taill\u00e9es sont consign\u00e9es dans les fichiers suivants du dossier Journaux
showErrorText=affiche toute erreur survenue lors de la publication.
logsWarningText=enregistre tous les messages d'avertissement tels que les r\u00e9f\u00e9rences manquantes, les liens rompus et les cat\u00e9gories non publi\u00e9es sans aucun \u00e9l\u00e9ment cat\u00e9goris\u00e9.
pagesNotInstalledText=Dans le dossier pages_not_installed, vous trouverez toutes les r\u00e9f\u00e9rences manquantes dans cette configuration.
invalidExternalText=Liens externes non valides identifi\u00e9s dans la configuration
ownerElementText=El\u00e9ment propri\u00e9taire
nonExistingText=Les \u00e9l\u00e9ments propri\u00e9taires renvoient \u00e0 des \u00e9l\u00e9ments fictifs. Ces \u00e9l\u00e9ments ont pu \u00eatre supprim\u00e9s de la biblioth\u00e8que apr\u00e8s la cr\u00e9ation des liens d'\u00e9l\u00e9ment. Recherchez les \u00e9l\u00e9ments propri\u00e9taires et corrigez ces r\u00e9f\u00e9rences non valides.
missingReferencesTitleText=R\u00e9f\u00e9rences manquantes
missingReferencesText=Les \u00e9l\u00e9ments propri\u00e9taires renvoient \u00e0 des \u00e9l\u00e9ments manquants dans la configuration s\u00e9lectionn\u00e9e. V\u00e9rifiez la fermeture de la configuration et corrigez les r\u00e9f\u00e9rences manquantes.                   
missingResourceFilesTitleText=Fichiers de ressources manquants
missingResourceFilesText=Les \u00e9l\u00e9ments propri\u00e9taires renvoient \u00e0 des fichiers de ressources manquants. Ces fichiers de ressources sont r\u00e9f\u00e9renc\u00e9s dans le contenu des \u00e9l\u00e9ments ou dans les pi\u00e8ces jointes associ\u00e9es.
missingResourceText=Ressource manquante
ownerResourceText=Ressource propri\u00e9taire
missingElementText=El\u00e9ment manquant
invalidElementText=El\u00e9ment non valide
invalidElementLinksText=Liens des \u00e9l\u00e9ments non valides
pleaseCheckText=V\u00e9rifiez la fermeture de la configuration et corrigez les r\u00e9f\u00e9rences manquantes.
pleaseFindText=Recherchez les \u00e9l\u00e9ments propri\u00e9taires et corrigez ces r\u00e9f\u00e9rences non valides.
glossaryText=Glossaire
indexText=Index
feedbackText=Retour d'informations
aboutText=A propos de
searchText=Rechercher
printText=Imprimer
summaryText=R\u00e9sum\u00e9
publishingReportText=Rapport de publication :
whereAmIText=Informations li\u00e9es \u00e0 ma situation
treeSetsText=Arbres

searchTitleText=Rechercher un processus
label1Text=
label2Text=
label3Text=
lable4Text=
searchButtonText=Rechercher
searchExpressionText=* = n'importe quel texte, ? = n'importe quel caract\u00e8re, "" = expression, AND, OR, NOT = op\u00e9rateurs bool\u00e9ens

detailsText=D\u00e9tails
infoText=Info
messgeText=Message
descriptionText=Description
