#-------------------------------------------------------------------------------
# Copyright (c) 2000, 2007 IBM Corporation and others.
# All rights reserved. This program and the accompanying materials
# are made available under the terms of the Eclipse Public License v1.0
# which accompanies this distribution, and is available at
# http://www.eclipse.org/legal/epl-v10.html
#
# Contributors:
# IBM Corporation - initial implementation.
#-------------------------------------------------------------------------------
# NLS_MESSAGEFORMAT_VAR

# Publish Method Configuration Wizard
publishConfigWizard_title=Publicar configuraci\u00f3n de m\u00e9todo

# Select Method Configuration Wizard Page
selectConfigWizardPage_title=Seleccionar configuraci\u00f3n de m\u00e9todo
selectConfigWizardPage_text=Seleccione una configuraci\u00f3n de m\u00e9todo que contenga el contenido y procesos de m\u00e9todo que desea publicar.
configLabel_text=Configuraci\u00f3n de m\u00e9todo:

# Select Method Configuration Content Wizard Page
selectContentWizardPage_title=Seleccione un contenido de configuraci\u00f3n de m\u00e9todo
selectContentWizardPage_text=Seleccione el contenido de configuraci\u00f3n de m\u00e9todo que desea publicar. Puede elegir entre publicar toda la configuraci\u00f3n o s\u00f3lo los procesos seleccionados de la configuraci\u00f3n.
publishConfigRadioButton_text=Publicar toda la configuraci\u00f3n
publishProcessesRadioButton_text=Publicar procesos seleccionados
includeBaseProcessesCheckboxLabel_text=Publicar procesos b\u00e1sicos a los que se hace referencia

# Select Publishing Options Wizard Page
selectPublishingOptionsWizardPage_title=Seleccionar opciones de publicaci\u00f3n
selectPublishingOptionsWizardPage_text=Seleccione las opciones de publicaci\u00f3n. Estas opciones se utilizar\u00e1n para personalizar el aspecto y el comportamiento del sitio web publicado.
titleAndLinksGroup_text=T\u00edtulo y enlaces
titleLabel_text=T\u00edtulo:
aboutHTMLLabel_text=Acerca del contenido:
feedbackURLLabel_text=URL de informaci\u00f3n de retorno:
glossaryAndIndexGroup_text=Glosario e \u00edndice
publishGlossaryLabel_text=Publicar glosario
publishIndexLabel_text=Publicar \u00edndice
lookAndFeelGroup_text=Aspecto y comportamiento
bannerImageLabel_text=Imagen del mensaje de cabecera:
validationGroup_text=Validaci\u00f3n
checkExternalLinksLabel_text=Comprobar hiperenlaces externos
convertBrokenLinksLabel_text=Convertir hiperenlaces rotos a texto sin formato
diagramGroup_text=Diagramas
publishActivityDetailDiagramsLabel_text=Publicar diagramas de detalles de la actividad que no se hayan creado manualmente
publishExtendedActivityDiagramsLabel_text=Publicar diagramas de actividad para extensiones de actividad que no se hayan modificado
layoutGroup_text=Dise\u00f1o
publishLightWeightTreeLabel_text=Mostrar la relaci\u00f3n de las subcarpetas en los \u00e1rboles de navegaci\u00f3n
publishExtraDescriptorInfoLabel_text=Incluir el contenido del m\u00e9todo en las p\u00e1ginas del descriptor
publishEmptyCategoriesLabel_text=Publicar categor\u00edas sin elementos categorizados
publishWebSiteGroup_text=Sitio web publicado
browsingLayoutGroup_text=Buscando dise\u00f1o
showRelatedDescriptors_text=Publicar uso de procesos en las p\u00e1ginas de roles, tareas y productos de trabajo que se enlazan con descriptores relacionados
showRelatedLinks_text=Mostrar elementos relacionados para roles, tareas y productos de trabajo en \u00e1rboles de navegaci\u00f3n
showRelatedDescriptors_option_text=Mostrar todas las apariciones indirectas (verde) en patrones ampliados
showDescriptorsInNavigationTree_text=Mostrar los descriptores de tareas en los \u00e1rboles de navegaci\u00f3n
selectDefaultActivityTab_text=Separador predeterminado para las p\u00e1ginas de la actividad:

# Select Destination Wizard Page
selectDestinationWizardPage_title=Seleccionar directorio de destino y formato de sitio web.
selectDestinationWizardPage_text=Seleccione el directorio de destino y el formato del sitio web publicado.
dirLabel_text=Directorio:
webAppGroup_text=Formato de sitio web:
staticWebSiteRadioButton_text=Sitio web est\u00e1tico
dynamicWebAppRadioButton_text=Aplicaci\u00f3n web EE Java empaquetada en un archivo WAR (necesita un contenedor de servlets conforme con Java Servlet 2.3 o superior)
includeSearchCheckbox_text=Incluir capacidad de b\u00fasqueda
webApplicationNameLabel_text=Nombre de aplicaci\u00f3n web:

destinationDirectoryGroup_text=Directorio de destino
pathLabel_text=V\u00eda de acceso:
useDefaultPathCheckbox_text=Usar la predeterminada
useDefaultFeedbackLabel_text=Usar URL de comentarios predeterminado

includeSearchCheckbox_text=Incluir capacidad de b\u00fasqueda (requiere contenedor para servlet)
includeSearchesLabel_text=Incluir capacidad de b\u00fasqueda
clientSideSearchRadioButton_text= B\u00fasqueda del cliente (requiere soporte de applet Java en navegador)
serverSideSearchRadioButton_text= B\u00fasqueda del servidor (requiere contenedor para servlet)
generateWARFileLabel_text=Generar archivo WAR (Web ARchive)

useAppletCheckbox_text=Soportar personalizaci\u00f3n de la vista (requiere que el navegador soporte el applet Java)

siteCustomizationWizardPage_title=Personalizar sitio web
siteCustomizationWizardPage_text=Personalizar aspecto y comportamiento de sitio web
themeAndSkinGroup_text=Tema y skin
showBannerCheckbox_text=Mostrar mensaje de cabecera
selectSkinLabel_text=Seleccionar skin:

# FIXME! Should these be warning messages?
# Information Message
invalidViewsInfo_msg=La vista o vistas siguientes de la configuraci\u00f3n ''{0}'' no se publicar\u00e1n:
invalidViewContributorInfo_msg={0}: La vista es un colaborador
invalidViewSameViewInfo_msg={0}: Esta vista es un duplicado de otra

capabilityPatterns_text=Patrones de posibilidad
deliveryProcesses_text=Procesos de entrega

# Publishing Preference Page
preferencePage_defaultPath_text=V\u00eda de acceso predeterminada:

# Role Diagram Preference Page
elementSpacingGroup_text=Espaciado entre elementos de tarea y de producto de trabajo
tasksHorizonalSpacingLabel_text=Espaciado horizontal:
tasksVerticalSpacingLabel_text=Espaciado vertical:
elementTextLabelGroup_text=Etiquetas de elementos
maxLineOfTextLabel_text=N\u00famero m\u00e1ximo de l\u00edneas de texto:

# Role Diagram Preference Page Error Messages
invalidHorizonalSpacingError_msg=El espaciado horizontal debe ser un entero comprendido entre {0} y {1}.
invalidVerticalSpacingError_msg=El espaciado vertical debe ser un entero comprendido entre {0} y {1}.
invalidTextLinesError_msg=El n\u00famero de l\u00edneas de texto debe ser un entero comprendido entre {0} y {1}.

# Confirmation Dialogs
publishConfigDialog_title=Publicar configuraci\u00f3n de m\u00e9todo
confirmPathDialog_text=La v\u00eda de acceso de destino se resuelto en ''{0}''. \u00bfDesea continuar?
overwriteDialog_text=La v\u00eda de acceso de destino ''{0}'' ya existe. Se suprimir\u00e1n todos los archivos de la carpeta. \u00bfDesea continuar?
cancelPublishConfig_msg=La operaci\u00f3n de publicaci\u00f3n se ha cancelado.

# Error Dialogs
previewConfigError_title=Previsualizar la configuraci\u00f3n de m\u00e9todo publicada
viewReportError_title=Ver el informe de publicaci\u00f3n

# Error Messages
missingViewError_msg=IUPP0100E: La configuraci\u00f3n seleccionada no contiene una vista v\u00e1lida. Edite la configuraci\u00f3n y a\u00f1ada una vista o seleccione otra configuraci\u00f3n.
cannotPublishError_msg=IUPP0101E: La configuraci\u00f3n seleccionada no se puede publicar.
invalidPathError_msg=IUPP0102E: La v\u00eda de acceso de destino est\u00e1 en blanco o no es v\u00e1lida.
invalidPathCharsError_msg=IUPP0103E: La v\u00eda de acceso de destino no puede contener estos caracteres: # * ? " < > | ! % /
publishConfigError_msg=IUPP0104E: La configuraci\u00f3n seleccionada no se ha publicado satisfactoriamente.
previewConfigError_msg=IUPP0105E: No se ha podido abrir un navegador HTML para visualizar una vista previa de la configuraci\u00f3n publicada.
viewReportError_msg=IUPP0106E: No se ha podido abrir un navegador HTML para ver un informe de publicaci\u00f3n.
webAppNameError_msg=IUPP0107E: Se debe especificar el nombre de la aplicaci\u00f3n web.
webAppNameCharsError_msg=IUPP0108E: El nombre de la aplicaci\u00f3n web no puede contener estos caracteres: \\ # * ? " < > | ! % /
invalidAboutPathError_msg=IUPP0109E: La v\u00eda de acceso no es v\u00e1lida.
invalidAboutPathCharsError_msg=IUPP0110E: La v\u00eda de acceso no puede contener los siguientes caracteres: # * ? " < > | ! % /

# Error Reasons & Recommended Actions
publishConfigError_reason=Pulse Detalles para obtener m\u00e1s informaci\u00f3n.
deleteFilesError_reason=La v\u00eda de acceso de destino ''{0}'' contiene archivos que no se pueden suprimir.\n\nCierre este di\u00e1logo y especifique otra v\u00eda de acceso.
createDirError_reason=No se puede crear la v\u00eda de acceso de destino ''{0}''.\n\nCierre este di\u00e1logo y especifique otra v\u00eda de acceso.
openBrowserError_reason=No se puede detectar o localizar el navegador HTML predeterminado de este sistema.\n\nCierre este di\u00e1logo y abra manualmente el archivo ''{0}'' con un navegador HTML.
