# NLS_ENCODING=UNICODE
#-------------------------------------------------------------------------------
# Copyright (c) 2000, 2007 IBM Corporation and others.
# All rights reserved. This program and the accompanying materials
# are made available under the terms of the Eclipse Public License v1.0
# which accompanies this distribution, and is available at
# http://www.eclipse.org/legal/epl-v10.html
#
# Contributors:
# IBM Corporation - initial implementation.
#-------------------------------------------------------------------------------
# NLS_MESSAGEFORMAT_VAR

# Generic Dialog Titles
moveDialog_title=\u79fb\u52d5
deleteDialog_title=\u8981\u7d20\u306e\u524a\u9664
errorDialog_title=\u30a8\u30e9\u30fc
errorDialog_cannotRename={0} ''{1}'' \u3092 ''{2}'' \u306b\u540d\u524d\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002 \u300c\u8a73\u7d30\u300d\u306b\u793a\u3055\u308c\u3066\u3044\u308b\u554f\u984c\u3092\u89e3\u6c7a\u3057\u3066\u304b\u3089\u300cOK\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u7d9a\u884c\u3059\u308b\u304b\u3001\u300c\u30ad\u30e3\u30f3\u30bb\u30eb\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u64cd\u4f5c\u3092\u6253\u3061\u5207\u308a\u307e\u3059\u3002

# Confirm References Removal Dialog
deleteReferencesDialog_title=\u53c2\u7167\u306e\u9664\u53bb\u306e\u78ba\u8a8d
deleteReferencesDialog_text=\u524a\u9664\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308b\u8981\u7d20\u306f\u3001\u30e1\u30bd\u30c3\u30c9\u30fb\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u5185\u306e\u5225\u306e\u8981\u7d20\u306b\u3088\u3063\u3066\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \u3053\u308c\u3089\u306e\u8981\u7d20\u3092\u524a\u9664\u3059\u308b\u3068\u3001\u305d\u306e\u8981\u7d20\u3078\u306e\u53c2\u7167\u3082\u524a\u9664\u3055\u308c\u308b\u305f\u3081\u3001\u53c2\u7167\u3059\u308b\u5074\u306e\u8981\u7d20\u3082\u540c\u69d8\u306b\u66f4\u65b0\u3055\u308c\u307e\u3059\u3002  \u300cOK\u300d\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u524d\u306b\u3001\u53c2\u7167\u3059\u308b\u5074\u306e\u8981\u7d20\u3092\u66f4\u65b0\u3059\u308b\u8a31\u53ef\u304c\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002  \u300c\u8a73\u7d30\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u3001\u524a\u9664\u5bfe\u8c61\u3067\u3042\u308b\u8981\u7d20\u3092\u53c2\u7167\u3059\u308b\u8981\u7d20\u306e\u30ea\u30b9\u30c8\u3092\u691c\u8a0e\u3057\u3066\u304f\u3060\u3055\u3044\u3002

# Resolve Name Conflict Dialog
resolveNameConflictDialog_title=\u8981\u7d20\u540d\u306e\u7af6\u5408\u306e\u89e3\u6c7a
resolveNameConflictDialog_text=''{1}'' \u306b\u5bfe\u3057\u3066\u65b0\u898f {0} \u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044:

# Select Deliverables Dialog
selectDeliverablesDialog_title=\u7d0d\u5165\u7269\u306e\u9078\u629e
selectDeliverablesDialog_text=\u30ef\u30fc\u30af\u30fb\u30d7\u30ed\u30c0\u30af\u30c8 ''{0}'' \u3092\u5272\u308a\u5f53\u3066\u305f\u3044\u7d0d\u5165\u7269\u3092\u9078\u629e\u3057\u307e\u3059\u3002

# New Process Component Dialog
newProcessComponentDialog_title=\u65b0\u898f\u30d7\u30ed\u30bb\u30b9\u30fb\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8
nameLabel_text=\u540d\u524d:
defaultConfigLabel_text=\u30c7\u30d5\u30a9\u30eb\u30c8\u69cb\u6210:
baseProcessLabel_text=\u57fa\u672c\u30d7\u30ed\u30bb\u30b9:
basedOnProcessesLabel_text=\u57fa\u672c\u30d7\u30ed\u30bb\u30b9:
SpecifyNameText=\u6709\u52b9\u306a\u540d\u524d\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002

# Role Association Dialog
selectAssociationLabel_text=\u30bf\u30b9\u30af ''{0}'' \u306e\u95a2\u9023\u3092\u9078\u629e

# Remove Association dialog
removeAssociationDialog_text=\u95a2\u9023\u306e\u9664\u53bb

# Select Teams Dialog
selectTeamsDialog_title=\u30c1\u30fc\u30e0\u306e\u9078\u629e
selectTeamsDialog_text=\u30ed\u30fc\u30eb ''{0}'' \u3092\u5272\u308a\u5f53\u3066\u305f\u3044\u30c1\u30fc\u30e0\u3092\u9078\u629e\u3057\u307e\u3059\u3002

# Task Selection Dialog
taskSelectionDialog_title=\u30bf\u30b9\u30af\u306e\u9078\u629e
titleLabel_text=\u30bf\u30b9\u30af\u306e\u9078\u629e..

# Error Messages
emptyElementNameError_msg=IUPL0100E: {0} \u306e\u540d\u524d\u304c\u3042\u308a\u307e\u305b\u3093\u3002\n\u3059\u3079\u3066\u306e\u30e1\u30bd\u30c3\u30c9\u304a\u3088\u3073\u30d7\u30ed\u30bb\u30b9\u8981\u7d20\u306b\u306f\u540d\u524d\u304c\u5fc5\u8981\u3067\u3059\u3002\n\u6709\u52b9\u306a\u540d\u524d\u3092\u5165\u529b\u3057\u3066\u304b\u3089\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
emptyElementNameError_simple_msg=\u540d\u524d\u3092\u7a7a\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002 \u6709\u52b9\u306a\u540d\u524d\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
duplicateElementNameError_msg=IUPL0101E: \u540d\u524d ''{0}'' \u306f\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002\n\u30e1\u30bd\u30c3\u30c9\u8981\u7d20\u306e\u540d\u524d\u306f\u56fa\u6709\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002\n\u5225\u306e\u540d\u524d\u3092\u5165\u529b\u3057\u3066\u304b\u3089\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
duplicateElementNameError_msg2=\u5225\u306e\u540d\u524d\u3092\u5165\u529b\u3057\u3066\u304b\u3089\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
duplicateElementNameError_simple_msg=\u3053\u306e\u540d\u524d\u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059\u3002 \u5225\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
invalidElementNameError1_msg=IUPL0102E: \u540d\u524d ''{0}'' \u304c\u7121\u52b9\u3067\u3059\u3002\n\u30b9\u30da\u30fc\u30b9\u3067\u59cb\u307e\u308b\u30e1\u30bd\u30c3\u30c9\u8981\u7d20\u540d\u306f\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002\n\u6709\u52b9\u306a\u540d\u524d\u3092\u5165\u529b\u3057\u3066\u304b\u3089\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
invalidElementNameError2_msg=IUPL0103E: \u540d\u524d ''{0}'' \u306f\u7121\u52b9\u3067\u3059\u3002\n\u30e1\u30bd\u30c3\u30c9\u8981\u7d20\u540d\u306e\u672b\u5c3e\u306b\u30d4\u30ea\u30aa\u30c9\u3092\u6307\u5b9a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002\n\u6709\u52b9\u306a\u540d\u524d\u3092\u5165\u529b\u3057\u3066\u304b\u3089\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
invalidElementNameError3_msg=IUPL0104E: \u540d\u524d ''{0}'' \u306f\u7121\u52b9\u3067\u3059\u3002\n\u6b21\u306e\u6587\u5b57\u3092\u542b\u3080\u30e1\u30bd\u30c3\u30c9\u8981\u7d20\u540d\u3092\u6307\u5b9a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093: \\ / : * ? " < > ; | [ ] #\n\u6709\u52b9\u306a\u540d\u524d\u3092\u5165\u529b\u3057\u3066\u304b\u3089\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
invalidElementNameError4_msg=IUPL0105E: \u540d\u524d ''{0}'' \u304c\u7121\u52b9\u3067\u3059\u3002\n\u3053\u306e\u6587\u5b57\u3092\u542b\u3080\u30e1\u30bd\u30c3\u30c9\u8981\u7d20\u540d\u3092\u6307\u5b9a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093: &\n\u6709\u52b9\u306a\u540d\u524d\u3092\u5165\u529b\u3057\u3066\u304b\u3089\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
invalidPluginNameError_msg=IUPL0121E: \u540d\u524d ''{0}'' \u304c\u7121\u52b9\u3067\u3059\u3002\n\u6b21\u306e\u6587\u5b57\u3092\u542b\u3080\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3\u540d\u3092\u6307\u5b9a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093: \\ / : * ? " < > ; | # % ''\n\u6709\u52b9\u306a\u540d\u524d\u3092\u5165\u529b\u3057\u3066\u304b\u3089\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
filePathNameTooLong_msg=\u30d5\u30a1\u30a4\u30eb\u30fb\u30d1\u30b9\u540d\u304c\u9577\u3059\u304e\u307e\u3059 (''{0}'' \u3092\u8d85\u3048\u3066\u3044\u307e\u3059) 
noConfigError_msg=\u73fe\u5728\u306e\u30e1\u30bd\u30c3\u30c9\u30fb\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u306b\u30e1\u30bd\u30c3\u30c9\u69cb\u6210\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\n\u65b0\u898f\u30d7\u30ed\u30bb\u30b9\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001\u30e1\u30bd\u30c3\u30c9\u69cb\u6210\u304c\u5fc5\u8981\u3067\u3059\u3002\n\u30e1\u30bd\u30c3\u30c9\u69cb\u6210\u3092\u4f5c\u6210\u3057\u3066\u304b\u3089\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
noDeliveryProcessError_msg=IUPL0106E: \u73fe\u5728\u306e\u30e1\u30bd\u30c3\u30c9\u30fb\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u306b\u30c7\u30ea\u30d0\u30ea\u30fc\u30fb\u30d7\u30ed\u30bb\u30b9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\n\u65b0\u898f\u306e\u30d7\u30ed\u30bb\u30b9\u5bc4\u4e0e\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001\u57fa\u672c\u30c7\u30ea\u30d0\u30ea\u30fc\u30fb\u30d7\u30ed\u30bb\u30b9\u304c\u5fc5\u8981\u3067\u3059\u3002\n\u30c7\u30ea\u30d0\u30ea\u30fc\u30fb\u30d7\u30ed\u30bb\u30b9\u3092\u4f5c\u6210\u3057\u3066\u304b\u3089\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
noDefaultConfigError_msg=IUPL0107E: \u30e1\u30bd\u30c3\u30c9\u69cb\u6210\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\n\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30e1\u30bd\u30c3\u30c9\u69cb\u6210\u3092\u65b0\u898f\u30d7\u30ed\u30bb\u30b9\u306b\u5272\u308a\u5f53\u3066\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\n\u30e1\u30bd\u30c3\u30c9\u69cb\u6210\u3092\u9078\u629e\u3057\u3066\u304b\u3089\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
noBaseProcessError_msg=IUPL0108E: \u30c7\u30ea\u30d0\u30ea\u30fc\u30fb\u30d7\u30ed\u30bb\u30b9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\n\u30d7\u30ed\u30bb\u30b9\u5bc4\u4e0e\u306b\u306f\u3001\u57fa\u672c\u30c7\u30ea\u30d0\u30ea\u30fc\u30fb\u30d7\u30ed\u30bb\u30b9\u304c\u5fc5\u8981\u3067\u3059\u3002\n\u30c7\u30ea\u30d0\u30ea\u30fc\u30fb\u30d7\u30ed\u30bb\u30b9\u3092\u9078\u629e\u3057\u3066\u304b\u3089\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
createProcessError_msg=IUPL0109E: \u30d7\u30ed\u30bb\u30b9\u3092\u6b63\u5e38\u306b\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3002
createElementError_msg=IUPL0110E: \u8981\u7d20\u3092\u6b63\u5e38\u306b\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3002
deleteElementError_msg=IUPL0111E: \u8981\u7d20\u3092\u6b63\u5e38\u306b\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
duplicateContentFileError_msg=IUPL0112E: \u8981\u7d20\u540d\u306b\u4e00\u81f4\u3059\u308b\u3001\u8981\u7d20\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u30fb\u30d5\u30a1\u30a4\u30eb\u3092\u4f5c\u6210\u307e\u305f\u306f\u540d\u524d\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\n\n\u30d5\u30a1\u30a4\u30eb ''{0}'' \u306f\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002\n\n\u5225\u306e\u540d\u524d\u3092\u5165\u529b\u3057\u3066\u304b\u3089\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
duplicateContentFileError_simple_msg=\u540c\u3058\u540d\u524d\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u30fb\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002 \u5225\u306e\u540d\u524d\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
undoCommandError_msg=IUPL0113E: \u53d6\u308a\u6d88\u3057\u30b3\u30de\u30f3\u30c9 ''{0}'' \u3092\u5b8c\u4e86\u3067\u304d\u307e\u305b\u3093\u3002\n\n\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: {1}
invalidPredecessorError_msg=IUPL0114E: \u7121\u52b9\u306a\u5148\u884c\u30bf\u30b9\u30af\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002\n\n\u5148\u884c\u30bf\u30b9\u30af\u306e\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306f\u300c\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u300d\u5217\u306b\u3042\u308b\u6574\u6570\u5024\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002\n\n\u6709\u52b9\u306a\u5024\u3092\u6307\u5b9a\u3057\u3066\u304b\u3089\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
UserInteractionHelper_errRelationshipExists=IUPL0100W: ''{0}'' \u306f\u65e2\u306b ''{1}'' \u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059\u3002  \u3053\u306e\u7a2e\u985e\u306e\u95a2\u9023\u4ed8\u3051\u306f 1 \u3064\u3057\u304b\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002  ''{0}'' \u3092 ''{2}'' \u306b\u5272\u308a\u5f53\u3066\u308b\u306b\u306f\u3001\u6700\u521d\u306b ''{1}'' \u304b\u3089\u524a\u9664\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
error_msgWithDetails=IUPL0116E: \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u3057\u304f\u306f\u300c\u8a73\u7d30\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error_msg=IUPL0117E: \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u3057\u304f\u306f\u30a8\u30e9\u30fc\u30fb\u30ed\u30b0\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Suppression_nameDuplication=IUPL0118E: \u3053\u306e\u64cd\u4f5c\u306e\u5f8c\u3067\u3001\u540d\u524d\u306e\u7af6\u5408\u304c\u767a\u751f\u3057\u307e\u3059\u3002 \u8981\u7d20\u306e\u540d\u524d\u304c\u91cd\u8907\u3057\u3066\u3044\u306a\u3044\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304b\u3089\u3001\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Suppression_presentationNameDuplication=IUPL0119E: \u3053\u306e\u64cd\u4f5c\u306e\u5f8c\u3067\u3001\u540d\u524d\u306e\u7af6\u5408\u304c\u767a\u751f\u3057\u307e\u3059\u3002 \u8981\u7d20\u306e\u8868\u793a\u540d\u304c\u91cd\u8907\u3057\u3066\u3044\u306a\u3044\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304b\u3089\u3001\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002

# Error Reasons
error_reason=\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u3057\u304f\u306f\u300c\u8a73\u7d30\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
saveProcessError_reason=\u30d7\u30ed\u30bb\u30b9 ''{0}'' \u306e\u4fdd\u5b58\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u3057\u304f\u306f\u300c\u8a73\u7d30\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
deleteReferencesError_reason=\u3053\u306e\u8981\u7d20\u306b\u95a2\u9023\u3059\u308b\u53c2\u7167\u306e\u9664\u53bb\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u3057\u304f\u306f\u300c\u8a73\u7d30\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
saveFileError_reason=\u30d5\u30a1\u30a4\u30eb ''{0}'' \u306e\u4fdd\u5b58\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u3057\u304f\u306f\u300c\u8a73\u7d30\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
invalidReferencesError_reason=\u30d7\u30e9\u30b0\u30a4\u30f3\u9593\u30b3\u30d4\u30fc\u306e\u7d50\u679c\u3068\u3057\u3066\u3001\u7121\u52b9\u306a\u53c2\u7167\u3092\u6301\u3064\u30e1\u30bd\u30c3\u30c9\u8981\u7d20\u3092\u691c\u51fa\u3057\u307e\u3057\u305f\u3002\n\u3053\u308c\u3089\u306e\u53c2\u7167\u306f\u9664\u53bb\u3055\u308c\u307e\u3059\u3002 \u7d9a\u884c\u3057\u307e\u3059\u304b?
unresolvedObjectError_reason=\u672a\u89e3\u6c7a\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u5909\u66f4\u3067\u304d\u307e\u305b\u3093: {0}(URI = {1}){2}

# Warning messages
MethodElementAddCommand_originalNotFoundWarning_msg=IUPL0118W: 1 \u3064\u4ee5\u4e0a\u306e\u30bd\u30fc\u30b9\u8981\u7d20\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u30ea\u30bd\u30fc\u30b9\u30fb\u30d5\u30a9\u30eb\u30c0\u30fc\u5185\u306e\u95a2\u9023\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u306f\u30b3\u30d4\u30fc\u3055\u308c\u307e\u305b\u3093\u3002
ActivityAddCommand_originalNotFoundWarning_msg=IUPL0119W: 1 \u3064\u4ee5\u4e0a\u306e\u30bd\u30fc\u30b9\u8981\u7d20\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u95a2\u9023\u3059\u308b\u30d7\u30ed\u30bb\u30b9\u30fb\u30d1\u30c3\u30b1\u30fc\u30b8\u306f\u30b3\u30d4\u30fc\u3055\u308c\u307e\u305b\u3093\u3002
ActivityDropCommand_deepCopy_promptConfigurationMsg=\u8a18\u8ff0\u5b50\u3092\u3059\u3079\u3066\u30b3\u30d4\u30fc\u3057\u307e\u3059\u304b?\n\n\u300c\u3044\u3044\u3048\u300d\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u3001\u73fe\u884c\u69cb\u6210\u306e\u4e00\u90e8\u3067\u3042\u308b\u8a18\u8ff0\u5b50\u306e\u307f\u304c\u30b3\u30d4\u30fc\u3055\u308c\u307e\u3059\u3002
deepCopy_promptMsg=\u4eca\u5f8c\u306f\u500b\u5225\u306b\u4fdd\u5b88\u3059\u308b\u5fc5\u8981\u304c\u3042\u308b\u3001\u52d5\u7684\u306b\u30ea\u30f3\u30af\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u8981\u7d20\u306e\u30b3\u30d4\u30fc\u3092\u53d6\u5f97\u3057\u307e\u3059\u3002 \u7d9a\u884c\u3057\u307e\u3059\u304b?
deepCopy_title=\u30c7\u30a3\u30fc\u30d7\u30fb\u30b3\u30d4\u30fc

# Progress messages
creatingProcessComponentTask_name=\u30d7\u30ed\u30bb\u30b9\u30fb\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8 ''{0}'' \u3092\u4f5c\u6210\u3057\u3066\u3044\u307e\u3059...
processingReferencesTask_name=\u53c2\u7167\u3092\u51e6\u7406\u3057\u3066\u3044\u307e\u3059...
deletingElementsTask_name=\u8981\u7d20\u304a\u3088\u3073\u95a2\u9023\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u3092\u524a\u9664\u3057\u3066\u3044\u307e\u3059...
checkingReferencesTask_name=\u53c2\u7167\u3092\u691c\u67fb\u3057\u3066\u3044\u307e\u3059...
removingReferencestask_name=\u53c2\u7167\u3092\u9664\u53bb\u3057\u3066\u3044\u307e\u3059...
savingModifiedFilesTask_name=\u5909\u66f4\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u3092\u4fdd\u5b58\u3057\u3066\u3044\u307e\u3059...
checkAffectedResourcesTask_name=\u5f71\u97ff\u3092\u53d7\u3051\u308b\u30ea\u30bd\u30fc\u30b9\u3092\u691c\u67fb\u3057\u3066\u3044\u307e\u3059...
movingTask_name=\u79fb\u52d5\u4e2d...
movingFilesTask_name=\u30d5\u30a1\u30a4\u30eb\u3092\u79fb\u52d5\u3057\u3066\u3044\u307e\u3059...
copyingResourcesTask_name=\u30ea\u30bd\u30fc\u30b9\u3092\u30b3\u30d4\u30fc\u3057\u3066\u3044\u307e\u3059...
copyingActivities_msg=\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc ''{0}'' \u3092\u30b3\u30d4\u30fc\u3057\u3066\u3044\u307e\u3059
savingFileTask_name=\u30d5\u30a1\u30a4\u30eb ''{0}'' \u3092\u4fdd\u5b58\u3057\u3066\u3044\u307e\u3059...
savingResources_msg=\u30ea\u30bd\u30fc\u30b9\u306e\u4fdd\u5b58\u4e2d

# UI Text
element_text=\u8981\u7d20
createElement_text=\u8981\u7d20\u306e\u4f5c\u6210
createProcess_text=\u30d7\u30ed\u30bb\u30b9\u306e\u4f5c\u6210
contributesTo_text=\u5bc4\u4e0e\u5bfe\u8c61
localContributesTo_text=\u30ed\u30fc\u30ab\u30eb\u3067\u306e\u5bc4\u4e0e\u5bfe\u8c61
extends_text=\u62e1\u5f35
replaces_text=\u7f6e\u63db
extends_replaces_text=\u62e1\u5f35\u3068\u7f6e\u63db
localReplaces_text=\u30ed\u30fc\u30ab\u30eb\u3067\u7f6e\u63db
localReplacementAndDeepCopy_text=\u30ed\u30fc\u30ab\u30eb\u7f6e\u63db\u304a\u3088\u3073\u30c7\u30a3\u30fc\u30d7\u30fb\u30b3\u30d4\u30fc(&Y)
elementType_text={0}: {1}
deliverables_text=\u7d0d\u5165\u7269
contributeToActivity_text=\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u3078\u306e\u5bc4\u4e0e
ActivityDropCommand_label=\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u306e\u9664\u53bb
replaceActivity_text=\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u306e\u7f6e\u63db
file_text=\u30d5\u30a1\u30a4\u30eb
directory_text=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc
unresolved_text=(\u672a\u89e3\u6c7a\u306e ''{0}'')
assists_text=\u652f\u63f4\u5b9f\u884c\u8005
unknown_text=\u4e0d\u660e
command_done=\u5b8c\u4e86

# The following UI text should be reviewed.
Util_labelpath_variabilitywithplugin_info={0} (''{3}'' \u306e {1} ''{2}'')
Util_labelpath_variability_info={0} ({1} ''{2}'')
ui_ref_delete=\u8a18\u8ff0\u5b50 ''{0}'' \u306e\u6b21\u306e\u53c2\u7167\u306f\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\n\u524a\u9664\u3059\u308b\u3082\u306e\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ui_ref_delete2=\u6b21\u306e\u53c2\u7167\u306f\u3044\u305a\u308c\u3082\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\n\u524a\u9664\u3059\u308b\u3082\u306e\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ui_references=\u53c2\u7167
ui_workproduct_descriptor_description=\u30ef\u30fc\u30af\u30fb\u30d7\u30ed\u30c0\u30af\u30c8\u8a18\u8ff0\u5b50 ''{0}'' \u306f\u30bf\u30b9\u30af\u8a18\u8ff0\u5b50 ''{1}'' \u306b\u95a2\u9023\u3057\u3066\u3044\u307e\u3059 (\u3053\u306e\u30bf\u30b9\u30af\u8a18\u8ff0\u5b50\u304c\u51fa\u529b\u5143)\u3002
ui_workproductdescriptor_options=\u30aa\u30d7\u30b7\u30e7\u30f3
ui_workproductdescriptor_outputlabel=\u30bf\u30b9\u30af\u8a18\u8ff0\u5b50\u306e\u51fa\u529b\u3068\u3057\u3066\u751f\u3058\u308b\u30ef\u30fc\u30af\u30fb\u30d7\u30ed\u30c0\u30af\u30c8\u8a18\u8ff0\u5b50\u306e\u9664\u53bb
ui_workproductdescriptor_delete_task=\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u304b\u3089\u306e\u30bf\u30b9\u30af\u8a18\u8ff0\u5b50\u306e\u524a\u9664
ui_UserInteractionHelper_defaultconfigcheck=\u9078\u629e\u3055\u308c\u305f\u8981\u7d20 ''{0}'' \u306f\u30d7\u30ed\u30bb\u30b9\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u69cb\u6210\u306b\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002\n\u30c7\u30d5\u30a9\u30eb\u30c8\u69cb\u6210\u306b\u3053\u306e\u8981\u7d20\u304a\u3088\u3073\u305d\u306e\u4f9d\u5b58\u95a2\u4fc2\u3092\u8ffd\u52a0\u3057\u307e\u3059\u304b?
ui_UserInteractionHelper_genericErr_message_text=\u64cd\u4f5c\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u8a73\u3057\u304f\u306f\u300c\u8a73\u7d30\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ProcessAutoSynchronizeAction_noDescriptorToSynch=\u540c\u671f\u5bfe\u8c61\u306e\u3001\u30ea\u30f3\u30af\u3055\u308c\u305f\u30e1\u30bd\u30c3\u30c9\u8981\u7d20\u3092\u6301\u3064\u8a18\u8ff0\u5b50\u306f\u3042\u308a\u307e\u305b\u3093\u3002
util_configurablecomposedadapter_refershingviewer=\u30d3\u30e5\u30fc\u30a2\u30fc\u306e\u66f4\u65b0\u4e2d\u306e\u30a8\u30e9\u30fc
confirm_remove_references_text=\u5909\u63db\u5f8c\u3001\u300c\u8a73\u7d30\u300d\u306b\u30ea\u30b9\u30c8\u3055\u308c\u305f\u8981\u7d20\u306b\u306f\u3053\u306e\u30ac\u30a4\u30c0\u30f3\u30b9\u3078\u306e\u7121\u8a31\u53ef\u306e\u53c2\u7167\u304c\u542b\u307e\u308c\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002 \u300cOK\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u305d\u308c\u3089\u3092\u9664\u53bb\u3057\u3001\u7d9a\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
confirmDescriptorsDeletion_title=\u8a18\u8ff0\u5b50\u306e\u524a\u9664\u306e\u78ba\u8a8d
confirmDescriptorsDeletion_msg=\u524a\u9664\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308b\u8981\u7d20\u306f\u3001\u30e1\u30bd\u30c3\u30c9\u30fb\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u5185\u306e\u8a18\u8ff0\u5b50\u306b\u3088\u3063\u3066\u53c2\u7167\u3055\u308c\u3066\u3044\u307e\u3059\u3002  \u3053\u308c\u3089\u306e\u8a18\u8ff0\u5b50\u3082\u540c\u69d8\u306b\u524a\u9664\u3059\u308b\u5834\u5408\u306f\u3001\u300c\u306f\u3044\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002  \u300c\u306f\u3044\u300d\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u524d\u306b\u3001\u8a18\u8ff0\u5b50\u3092\u524a\u9664\u3059\u308b\u8a31\u53ef\u304c\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002  \u524a\u9664\u5bfe\u8c61\u3067\u3042\u308b\u8981\u7d20\u3092\u53c2\u7167\u3057\u3066\u3044\u308b\u8a18\u8ff0\u5b50\u306e\u30ea\u30b9\u30c8\u3092\u691c\u8a0e\u3059\u308b\u306b\u306f\u3001\u300c\u8a73\u7d30\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
util_configurablecomposedadapter_unhandled_exception=\u672a\u51e6\u7406\u306e\u4f8b\u5916
util_ProcessUtil_err_same_breakdown_element=\u5148\u884c\u30bf\u30b9\u30af\u304a\u3088\u3073\u5f8c\u7d9a\u30bf\u30b9\u30af\u3068\u540c\u3058\u30d6\u30ec\u30fc\u30af\u30c0\u30a6\u30f3\u30fb\u30a8\u30ec\u30e1\u30f3\u30c8\u306f\u6301\u3066\u307e\u305b\u3093\u3002
ui_UserInteractionHelper_wplistdlg_msg=\u30ef\u30fc\u30af\u30fb\u30d7\u30ed\u30c0\u30af\u30c8 ''{0}'' \u306f\u6b21\u306e\u30bf\u30b9\u30af\u306b\u5bfe\u3059\u308b\u51fa\u529b\u3067\u3059\u3002\n\u5bfe\u5fdc\u3059\u308b\u8a18\u8ff0\u5b50\u3092\u4f5c\u6210\u3057\u305f\u3044\u30bf\u30b9\u30af\u3092\u9078\u629e\u3057\u307e\u3059\u3002
ui_UserInteractionHelper_rolelistdlg_msg=\u30ed\u30fc\u30eb ''{0}'' \u306b\u306f\u6b21\u306e\u62c5\u5f53\u30ef\u30fc\u30af\u30fb\u30d7\u30ed\u30c0\u30af\u30c8\u304c\u3042\u308a\u307e\u3059\u3002\n\u5bfe\u5fdc\u3059\u308b\u8a18\u8ff0\u5b50\u3092\u4f5c\u6210\u3057\u305f\u3044\u30ef\u30fc\u30af\u30fb\u30d7\u30ed\u30c0\u30af\u30c8\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
util_configurablecomposedadapter_fatalerr=\u81f4\u547d\u7684\u30a8\u30e9\u30fc
ui_UserInteractionHelper_workproducts=\u30ef\u30fc\u30af\u30fb\u30d7\u30ed\u30c0\u30af\u30c8
util_ProcessUtil_err_same_sub_element=\u30d6\u30ec\u30fc\u30af\u30c0\u30a6\u30f3\u30fb\u30a8\u30ec\u30e1\u30f3\u30c8\u3092\u3001\u305d\u306e\u3044\u305a\u308c\u304b\u306e\u30b5\u30d6\u8981\u7d20\u306b\u30ea\u30f3\u30af\u3067\u304d\u307e\u305b\u3093\u3002
util_ProcessUtil_err_wrong_element=\u30ef\u30fc\u30af\u30fb\u30d6\u30ec\u30fc\u30af\u30c0\u30a6\u30f3\u30fb\u30a8\u30ec\u30e1\u30f3\u30c8\u4ee5\u5916\u306e\u8981\u7d20\u306b\u306f\u30ea\u30f3\u30af\u3067\u304d\u307e\u305b\u3093\u3002
util_ProcessUtil_err_child_element=\u30d6\u30ec\u30fc\u30af\u30c0\u30a6\u30f3\u30fb\u30a8\u30ec\u30e1\u30f3\u30c8\u3092\u3001\u305d\u306e\u3044\u305a\u308c\u304b\u306e\u5b50\u306b\u30ea\u30f3\u30af\u3067\u304d\u307e\u305b\u3093\u3002
ui_UserInteractionHelper_tasks=\u30bf\u30b9\u30af
ui_association_task_selection=\u30bf\u30b9\u30af\u306e\u9078\u629e...
util_ProcessUtil_childadapter=\ \ \u5b50\u306e\u30a2\u30c0\u30d7\u30bf\u30fc:

util_ProcessUtil_err_setparent=\u5b50\u306e\u89aa\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
util_tngutil_cannot_edit_resource=\u30ea\u30bd\u30fc\u30b9\u3092\u7de8\u96c6\u3067\u304d\u307e\u305b\u3093\u3002
util_ProcessUtil_contributesto=''{0}'' \u3078\u306e\u5bc4\u4e0e
util_ProcessUtil_localContributesto=\u30ed\u30fc\u30ab\u30eb\u3067 ''{0}'' \u3078\u5bc4\u4e0e
process_extends=''{0}'' \u3092\u62e1\u5f35
process_replaces=''{0}'' \u3092\u7f6e\u63db
process_localReplaces=\u30ed\u30fc\u30ab\u30eb\u3067 ''{0}'' \u3092\u7f6e\u63db
# Filter constants externalized strings.
FilterConstants_disciplines_text=\u4f5c\u696d\u5206\u91ce
FilterConstants_disciplinegroupings_text=\u4f5c\u696d\u5206\u91ce\u306e\u30b0\u30eb\u30fc\u30d7\u5316
FilterConstants_whitepapers_text=\u30db\u30ef\u30a4\u30c8\u30fb\u30da\u30fc\u30d1\u30fc
FilterConstants_toolmentors_text=\u30c4\u30fc\u30eb\u30fb\u30e1\u30f3\u30bf\u30fc
FilterConstants_tools_text=\u30c4\u30fc\u30eb
FilterConstants_roles_text=\u30ed\u30fc\u30eb
FilterConstants_tasks_text=\u30bf\u30b9\u30af
FilterConstants_reusableassets_text=\u518d\u5229\u7528\u53ef\u80fd\u306a\u30a2\u30bb\u30c3\u30c8
FilterConstants_all_text=\u6700\u3082\u4e00\u822c\u7684
FilterConstants_processes_text=\u30d7\u30ed\u30bb\u30b9
FilterConstants_activities_text=\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc
FilterConstants_practices_text=\u30d7\u30e9\u30af\u30c6\u30a3\u30b9
FilterConstants_templates_text=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8
FilterConstants_workproducts_text=\u30ef\u30fc\u30af\u30fb\u30d7\u30ed\u30c0\u30af\u30c8
FilterConstants_checklists_text=\u30c1\u30a7\u30c3\u30af\u30ea\u30b9\u30c8
FilterConstants_guidelines_text=\u30ac\u30a4\u30c9\u30e9\u30a4\u30f3
FilterConstants_rolesets_text=\u30ed\u30fc\u30eb\u30fb\u30bb\u30c3\u30c8
FilterConstants_guidance_text=\u30ac\u30a4\u30c0\u30f3\u30b9
FilterConstants_concepts_text=\u6982\u5ff5
FilterConstants_examples_text=\u4f8b
FilterConstants_contentpackages_text=\u30b3\u30f3\u30c6\u30f3\u30c4\u30fb\u30d1\u30c3\u30b1\u30fc\u30b8
FilterConstants_roledescriptors_text=\u30ed\u30fc\u30eb\u8a18\u8ff0\u5b50
FilterConstants_rolesetgropuings_text=\u30ed\u30fc\u30eb\u30fb\u30bb\u30c3\u30c8\u306e\u30b0\u30eb\u30fc\u30d7\u5316
FilterConstants_taskdescriptors_text=\u30bf\u30b9\u30af\u8a18\u8ff0\u5b50
FilterConstants_contentelements_text=\u30b3\u30f3\u30c6\u30f3\u30c4\u8981\u7d20
ProcessAutoSynchronizeAction_prepare=\u540c\u671f\u306e\u6e96\u5099\u4e2d...
FilterConstants_workproductdescriptors_text=\u30ef\u30fc\u30af\u30fb\u30d7\u30ed\u30c0\u30af\u30c8\u8a18\u8ff0\u5b50
FilterConstants_allcontentelements_text=\u3059\u3079\u3066\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u8981\u7d20
FilterConstants_supportingmaterials_text=\u30b5\u30dd\u30fc\u30c8\u8cc7\u6599
MethodElementAddCommand_errorSavingFiles=\u30d5\u30a1\u30a4\u30eb\u4fdd\u5b58\u6642\u306e\u30a8\u30e9\u30fc
FilterConstants_customcategories_text=\u30ab\u30b9\u30bf\u30e0\u30fb\u30ab\u30c6\u30b4\u30ea\u30fc
FilterConstants_workproducttypes_text=\u30ef\u30fc\u30af\u30fb\u30d7\u30ed\u30c0\u30af\u30c8\u985e
DeleteMethodElementCommand_warningMsg=\u524a\u9664\u304c\u8b66\u544a\u3092\u51fa\u3057\u3066\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002
FilterConstants_methodplugins_text=\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3
UserInteractionHelper_lockedPlugin=IUPL0120E: \u30d7\u30e9\u30b0\u30a4\u30f3 ''{0}'' \u306f\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u307e\u3059\u3002
FilterConstants_domains_text=\u30c9\u30e1\u30a4\u30f3
FilterConstants_roadmap_text=\u30ed\u30fc\u30c9\u30de\u30c3\u30d7
FilterConstants_reports_text=\u30ec\u30dd\u30fc\u30c8
AutoSynchronizeCommand_label=\u30e1\u30bd\u30c3\u30c9\u30fb\u30b3\u30f3\u30c6\u30f3\u30c4\u304b\u3089\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u540c\u671f(&Y)
ManualSynchronizeCommand_label=\u30ab\u30b9\u30bf\u30e0\u540c\u671f(&Z)...
SynchronizeCompleteDialog_Title=\u540c\u671f\u306e\u5b8c\u4e86
AutoSynchronizeCommand_sucessful=\u540c\u671f\u306f\u6b63\u5e38\u306b\u5b8c\u4e86\u3057\u3066\u3044\u307e\u3059\u3002
selectDescriptorsToDelete_msg=\u9078\u629e\u3057\u305f\u8981\u7d20\u3092\u524a\u9664\u3057\u305f\u5f8c\u306f\u3001\u4ee5\u4e0b\u306e\u8a18\u8ff0\u5b50\u306f\u4f7f\u7528\u3055\u308c\u307e\u305b\u3093\u3002\n\u524a\u9664\u3059\u308b\u8a18\u8ff0\u5b50\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002

CreateProcessComponentCommand_Message=\u4f5c\u6210\u3059\u308b {0} \u306e\u540d\u524d\u304a\u3088\u3073\u30c7\u30d5\u30a9\u30eb\u30c8\u69cb\u6210\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
# UserInteractionHelper
UserInteractionHelper_ProcessPackage_Name=\u540d\u524d:

# MethodCreateChildCommand
newElement_text=\u65b0\u898f {0}
update_outofsynch_title=\u66f4\u65b0\u306e\u7af6\u5408
update_outofsynch_msg=\u30d5\u30a1\u30a4\u30eb\u30fb\u30b7\u30b9\u30c6\u30e0\u3067\u30d5\u30a1\u30a4\u30eb\u304c\u5909\u66f4\u3055\u308c\u307e\u3057\u305f\u3002 \u5909\u66f4\u5185\u5bb9\u3092\u4e0a\u66f8\u304d\u3057\u307e\u3059\u304b?
duplicateFeatureValue=''{0}'' \u306e\u4e0b\u306b\u3001''{1}'' \u306b\u540c\u3058\u5024\u3092\u6301\u3064\u8981\u7d20\u3092\u30012 \u3064\u6301\u3064\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
apply_pattern_error_msg=\u7d50\u679c\u304c\u5faa\u74b0\u4f9d\u5b58\u95a2\u4fc2\u306b\u306a\u308b\u305f\u3081\u3001\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc''{0}'' \u3092\u30d7\u30ed\u30bb\u30b9 ''{1}'' \u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093\u3002
apply_pattern_error_msg1=''{0}'' \u306f\u65e2\u306b 1 \u3064\u4ee5\u4e0a\u306e\u5bc4\u4e0e/\u7f6e\u63db\u6e08\u307f\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u3092\u5b50\u3068\u3057\u3066\u6301\u3063\u3066\u3044\u308b\u305f\u3081\u3001\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc ''{0}'' \u3092\u30d7\u30ed\u30bb\u30b9 ''{1}'' \u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093\u3002
activity_variability_error_msg1=\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc ''{0}'' \u306f\u3001\u76f4\u63a5\u306e\u89aa\u306e\u3044\u305a\u308c\u304b\u306b\u53ef\u5909\u6027\u3092\u8a2d\u5b9a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
activity_variability_error_msg2=\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc ''{0}'' \u306f\u3001\u7d50\u679c\u304c\u5faa\u74b0\u4f9d\u5b58\u95a2\u4fc2\u306b\u306a\u308b\u305f\u3081\u3001''{1}'' \u3067\u53ef\u5909\u6027\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
activity_variability_error_msg3=\u4e0a\u4f4d\u30d7\u30ed\u30bb\u30b9\u3092\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u306b\u7f6e\u63db\u3067\u304d\u307e\u305b\u3093\u3002
activity_deep_copy_variability_prompt=\u30bd\u30fc\u30b9\u30fb\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u306b\u306f\u3001\u5916\u90e8\u5bc4\u4e0e\u307e\u305f\u306f\u7f6e\u63db\u304c\u542b\u307e\u308c\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002\n\u3053\u308c\u3089\u3082\u30b3\u30d4\u30fc\u3057\u307e\u3059\u304b?\n\n\u300c\u3044\u3044\u3048\u300d\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u3001\u5143\u306e\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u306e\u307f\u304c\u30b3\u30d4\u30fc\u3055\u308c\u307e\u3059\u3002
activity_variability_error_msg=''{1}'' \u306f\u65e2\u306b 1 \u3064\u4ee5\u4e0a\u306e\u5bc4\u4e0e/\u7f6e\u63db\u6e08\u307f\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u3092\u5b50\u3068\u3057\u3066\u6301\u3063\u3066\u3044\u308b\u305f\u3081\u3001\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc ''{0}'' \u306f ''{1}'' \u3067\u53ef\u5909\u6027\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
variability_error_msg=\u53ef\u5909\u6027\u8981\u7d20 ''{0}'' \u306f\u3001\u7d50\u679c\u304c\u5faa\u74b0\u4f9d\u5b58\u95a2\u4fc2\u306b\u306a\u308b\u305f\u3081\u3001''{1}'' \u3067\u53ef\u5909\u6027\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002
circular_dependency_error_msg=\u7d50\u679c\u304c\u5faa\u74b0\u4f9d\u5b58\u95a2\u4fc2\u306b\u306a\u308b\u305f\u3081\u3001\u3053\u306e\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002

# Validation messages
variability_element_circular_loop_error_msg=\u5faa\u74b0\u4f9d\u5b58\u95a2\u4fc2\u30eb\u30fc\u30d7\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f... 
replacing_ancestor_error_msg=\u4e0a\u4f4d\u7f6e\u63db\u306e\u30a8\u30e9\u30fc\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f\u3002
cannot_copy_or_extend_delivery_process=\u30c7\u30ea\u30d0\u30ea\u30fc\u30fb\u30d7\u30ed\u30bb\u30b9\u3001\u307e\u305f\u306f\u305d\u306e\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3\u30fc\u306e\u3044\u305a\u308c\u304b\u3092\u3001\u30b3\u30d4\u30fc\u307e\u305f\u306f\u62e1\u5f35\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002

# Sort options
SortType_Label=\u30bd\u30fc\u30c8\u30fb\u30bf\u30a4\u30d7:
SortType_Manual=\u624b\u52d5
SortType_Alphabetic=\u82f1\u5b57
SortType_ReverseAlphabetic=\u9006\u82f1\u5b57
SortType_MethodType=\u8981\u7d20\u30bf\u30a4\u30d7

WorkOrderTypeAbbreviation_FINISH_TO_START=FS
WorkOrderTypeAbbreviation_FINISH_TO_FINISH=FF
WorkOrderTypeAbbreviation_START_TO_FINISH=SF
WorkOrderTypeAbbreviation_START_TO_START=SS
add_to_default_config_dlg_title=\u30c7\u30d5\u30a9\u30eb\u30c8\u69cb\u6210\u306b\u8ffd\u52a0
