#-------------------------------------------------------------------------------
# Copyright (c) 2000, 2007 IBM Corporation and others.
# All rights reserved. This program and the accompanying materials
# are made available under the terms of the Eclipse Public License v1.0
# which accompanies this distribution, and is available at
# http://www.eclipse.org/legal/epl-v10.html
#
# Contributors:
# IBM Corporation - initial implementation.
#-------------------------------------------------------------------------------
# NLS_MESSAGEFORMAT_VAR
#
# Message ID Range: IUPE0000E - IUPE0099E
#

# Export Library Configuration Wizard
exportConfigWizard_title=\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u69cb\u6210\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
selectExportTypePage_title=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u30fb\u30bf\u30a4\u30d7\u306e\u9078\u629e
selectExportTypePage_desc=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3059\u308b\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u69cb\u6210\u306e\u30bf\u30a4\u30d7\u3092\u9078\u629e\u3057\u307e\u3059\u3002
selectExportTypePage_configLabel_text=\u30e1\u30bd\u30c3\u30c9\u69cb\u6210\u3068\u305d\u306e\u3059\u3079\u3066\u306e\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
selectExportTypePage_configSpecsLabel_text=1 \u3064\u4ee5\u4e0a\u306e\u30e1\u30bd\u30c3\u30c9\u69cb\u6210\u4ed5\u69d8\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
selectConfigPage_title=\u30e1\u30bd\u30c3\u30c9\u69cb\u6210\u306e\u9078\u629e
selectConfigPage_desc=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3059\u308b\u30e1\u30bd\u30c3\u30c9\u69cb\u6210\u3092\u9078\u629e\u3057\u307e\u3059\u3002 \u9078\u629e\u3057\u305f\u69cb\u6210\u5185\u3067\u53c2\u7167\u3055\u308c\u308b\u3059\u3079\u3066\u306e\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3001\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u306b\u542b\u307e\u308c\u307e\u3059\u3002
selectConfigPage_configsLabel_text=\u30e1\u30bd\u30c3\u30c9\u69cb\u6210:
selectConfigSpecsPage_title=\u69cb\u6210\u4ed5\u69d8\u306e\u9078\u629e
selectConfigSpecsPage_desc=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3059\u308b 1 \u3064\u4ee5\u4e0a\u306e\u30e1\u30bd\u30c3\u30c9\u69cb\u6210\u4ed5\u69d8\u3092\u9078\u629e\u3057\u307e\u3059\u3002
selectConfigSpecsPage_configsLabel_text=\u30e1\u30bd\u30c3\u30c9\u69cb\u6210:
checkConfigPage_title=\u69cb\u6210\u30a8\u30e9\u30fc\u306e\u691c\u8a0e
checkConfigPage_desc=\u9078\u629e\u3057\u305f\u30e1\u30bd\u30c3\u30c9\u69cb\u6210\u3067\u6574\u5408\u6027\u691c\u67fb\u304c\u5b9f\u884c\u3055\u308c\u307e\u3057\u305f\u3002 \u30a8\u30e9\u30fc\u30fb\u30ec\u30dd\u30fc\u30c8\u3092\u691c\u8a0e\u3057\u3066\u3001\u5fc5\u8981\u306a\u4fee\u6b63\u30a2\u30af\u30b7\u30e7\u30f3\u3092\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
selectDestinationPage_title=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u306e\u6307\u5b9a
selectDestinationPage_desc=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u305f\u69cb\u6210\u3092\u4fdd\u7ba1\u3059\u308b\u5b9b\u5148\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002

# Export Method Plug-ins Wizard
exportPluginsWizard_title=\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
selectPluginsPage_title=\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u9078\u629e
selectPluginsPage_desc=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3059\u308b 1 \u3064\u4ee5\u4e0a\u306e\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u9078\u629e\u3057\u307e\u3059\u3002
selectPluginsPage_pluginsLabel_text=\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3:
reviewPluginsPage_title=\u4f9d\u5b58\u95a2\u4fc2\u306e\u691c\u8a0e
reviewPluginsPage_desc=\u5404\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u9078\u629e\u3057\u3001\u305d\u306e\u4f9d\u5b58\u95a2\u4fc2\u3092\u691c\u8a0e\u3057\u307e\u3059\u3002 \u300c\u623b\u308b\u300d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u3001\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u306b\u7d44\u307f\u8fbc\u3080\u5fc5\u8981\u304c\u3042\u308b\u4f9d\u5b58\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3042\u308c\u3070\u9078\u629e\u3057\u307e\u3059\u3002
reviewPluginsPage_pluginsLabel_text=\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3:
reviewPluginsPage_dependentPluginsLabel_text=\u4f9d\u5b58\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3:
reviewPluginsPage_associatedConfigsLabel_text=\u95a2\u9023\u3059\u308b\u30e1\u30bd\u30c3\u30c9\u69cb\u6210:
exportPluginSummaryPage_title=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u306e\u78ba\u8a8d
exportPluginSummaryPage_desc=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3059\u308b\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u78ba\u8a8d\u3057\u307e\u3059\u3002
exportPluginSummaryPage_noPlugin_text=\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
specifyPathPage_title=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u306e\u6307\u5b9a
specifyPathPage_desc=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u305f\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u4fdd\u7ba1\u3059\u308b\u5b9b\u5148\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
SavePluginPage_desc=\u9078\u629e\u3057\u305f\u30d7\u30e9\u30b0\u30a4\u30f3\u304a\u3088\u3073\u69cb\u6210\u3092\u3001\u6307\u5b9a\u3055\u308c\u305f\u5b9b\u5148\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u306b\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u307e\u3059\u3002
ExportPluginWizard_title=\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3\u30fb\u30a6\u30a3\u30b6\u30fc\u30c9\u3067\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u30fb\u30a8\u30e9\u30fc
ExportPluginError_msg=IUPE0000E: \u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u6642\u306b\u30a8\u30e9\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u3002

# Export Library Configuration Error Dialog
exportConfigErrorDialog_title=\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u69cb\u6210\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
exportConfigErrorDialog_msg=IUPE0001E: \u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u64cd\u4f5c\u3092\u7d9a\u884c\u3067\u304d\u307e\u305b\u3093\u3002

# Progress Messages
analyzingConfigTask_name=\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u69cb\u6210\u3092\u5206\u6790\u3057\u3066\u3044\u307e\u3059...

# The following messages have not been reviewed.
ConfigurationSpecsExportService_MSG0=\u69cb\u6210\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u3059...
ConfigurationSpecsExportService_MSG1=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002
ExportConfigCheckingPage_summary_1=\u9078\u629e\u3057\u305f\u69cb\u6210\u306e\u6574\u5408\u6027\u3092\u691c\u67fb\u3057\u3066\u3044\u307e\u3059...\n
ExportConfigCheckingPage_summary_2=\u69cb\u6210\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\n
ExportConfigCheckingPage_summary_3=\u9078\u629e\u3057\u305f\u69cb\u6210\u306b\u554f\u984c\u306f\u3042\u308a\u307e\u305b\u3093\u3002\n
ExportConfigCheckingPage_summary_4=\u9078\u629e\u3055\u308c\u305f\u69cb\u6210\u5185\u306b\u3001{0} \u500b\u306e\u554f\u984c\u304c\u3042\u308a\u307e\u3059 ({1} \u500b\u306e\u30a8\u30e9\u30fc\u3001{2} \u500b\u306e\u8b66\u544a\u3001{3} \u500b\u306e\u60c5\u5831)\u3002\n\u69cb\u6210\u30a8\u30c7\u30a3\u30bf\u30fc\u3092\u958b\u3044\u3066\u3001\u3053\u308c\u3089\u306e\u554f\u984c\u3092\u4fee\u6b63\u3067\u304d\u307e\u3059\u3002\n\u307e\u305f\u306f\u3001\u3053\u308c\u3089\u306e\u554f\u984c\u3092\u7121\u8996\u3057\u3066\u7d9a\u884c\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002
ExportConfigCheckingPage_checking=\u69cb\u6210\u306e\u691c\u67fb\u4e2d\u3067\u3059\u3001\u304a\u5f85\u3061\u304f\u3060\u3055\u3044...
ExportConfigSelectConfigPage_title=\u30e1\u30bd\u30c3\u30c9\u69cb\u6210\u306e\u9078\u629e
DestinationCommonPage_label_browse=\u53c2\u7167...
DestinationCommonPage_label_default_dir=\u30c7\u30d5\u30a9\u30eb\u30c8\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u306e\u4f7f\u7528
ConfigurationExportService_MSG0=\u69cb\u6210\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u3059...
ConfigurationExportService_MSG2=IUPE0002E: \u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u306b\u5931\u6557\u3057\u307e\u3057\u305f: \u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u306e\u30ed\u30fc\u30c9\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ConfigurationExportService_MSG4=IUPE0003E: \u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u306b\u5931\u6557\u3057\u307e\u3057\u305f: \u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u306e\u30b3\u30d4\u30fc\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ConfigurationExportService_MSG1=IUPE0004E: \u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u306b\u5931\u6557\u3057\u307e\u3057\u305f: \u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u69cb\u6210\u306e\u683c\u7d0d\u6a5f\u69cb\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ConfigurationExportService_MSG9=IUPE0005E: \u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u306b\u5931\u6557\u3057\u307e\u3057\u305f: \u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u306e\u4fdd\u5b58\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
DestinationCommonPage_label_name=\u540d\u524d:
DestinationCommonPage_label_dir=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc:
ExportPluginWizard_error=\u30a8\u30e9\u30fc
DestinationCommonPage_title=\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u8868\u984c
DestinationCommonPage_desc=\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u8aac\u660e:
PluginExportService_MSG0=\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u3059...
PluginExportService_MSG1=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u3092\u4f5c\u6210\u3057\u3066\u3044\u307e\u3059...
PluginExportService_MSG2=\u30d5\u30a1\u30a4\u30eb\u3092\u30b3\u30d4\u30fc\u3057\u3066\u3044\u307e\u3059...
PluginExportService_MSG3=\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u3068\u30ea\u30bd\u30fc\u30b9\u30fb\u30d5\u30a1\u30a4\u30eb\u3092\u751f\u6210\u3057\u3066\u3044\u307e\u3059...
PluginExportService_MSG4=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002
SaveLibraryPage_title=\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
SavePluginPage_label_name=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u540d:
SaveLibraryPage_desc=\u9078\u629e\u3057\u305f\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3\u304a\u3088\u3073\u95a2\u9023\u3059\u308b\u69cb\u6210\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u307e\u3059\u3002
ExportPluginWizard_MSG1=\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u69cb\u6210\u3092\u5206\u6790\u3057\u3066\u3044\u307e\u3059...
