#-------------------------------------------------------------------------------
# Copyright (c) 2000, 2007 IBM Corporation and others.
# All rights reserved. This program and the accompanying materials
# are made available under the terms of the Eclipse Public License v1.0
# which accompanies this distribution, and is available at
# http://www.eclipse.org/legal/epl-v10.html
#
# Contributors:
# IBM Corporation - initial implementation.
#-------------------------------------------------------------------------------
# NLS_MESSAGEFORMAT_VAR
# The UI text in the XSL stylesheets.

selectedConfigurationText=\u0627\u0644\u062a\u0648\u0635\u064a\u0641 \u0627\u0644\u0645\u062d\u062f\u062f \u064a\u062a\u0645 \u0646\u0634\u0631\u0647 \u0627\u0644\u0649 \u0627\u0644\u0645\u0643\u0627\u0646 \u0627\u0644\u062a\u0627\u0644\u064a
detailInfoText=\u064a\u062a\u0645 \u062a\u0633\u062c\u064a\u0644 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062a \u0627\u0644\u062a\u0641\u0635\u064a\u0644\u064a\u0629 \u0641\u064a \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0627\u0644\u062a\u0627\u0644\u064a\u0629 \u0641\u064a \u062d\u0627\u0641\u0638\u0629 \u0627\u0644\u0633\u062c\u0644\u0627\u062a
showErrorText=\u0639\u0631\u0636 \u0623\u064a \u0623\u062e\u0637\u0627\u0621 \u062d\u062f\u062b\u062a \u0623\u062b\u0646\u0627\u0621 \u0627\u0644\u0646\u0634\u0631.
logsWarningText=\u064a\u0642\u0648\u0645 \u0628\u062a\u0633\u062c\u064a\u0644 \u0643\u0644 \u0631\u0633\u0627\u0626\u0644 \u0627\u0644\u062a\u062d\u0630\u064a\u0631 \u0645\u062b\u0644 \u0645\u0631\u0627\u062c\u0639 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f\u0629\u060c \u0648\u0648\u0635\u0644\u0627\u062a \u0645\u0642\u0637\u0648\u0639\u0629\u060c \u0648\u062a\u0635\u0646\u064a\u0641\u0627\u062a \u0644\u0645 \u064a\u062a\u0645 \u0646\u0634\u0631\u0647\u0627 \u0628\u062f\u0648\u0646 \u0639\u0646\u0627\u0635\u0631 \u0645\u0635\u0646\u0641\u0629.
pagesNotInstalledText=\u0641\u064a \u062d\u0627\u0641\u0638\u0629 \u200fpages_not_installed\u200f\u060c \u0633\u062a\u062c\u062f \u0643\u0644 \u0627\u0644\u0645\u0631\u0627\u062c\u0639 \u063a\u064a\u0631 \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629 \u0641\u064a \u0647\u0630\u0627 \u0627\u0644\u062a\u0648\u0635\u064a\u0641.
invalidExternalText=\u0648\u0635\u0644\u0627\u062a \u062e\u0627\u0631\u062c\u064a\u0629 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d\u0629 \u062a\u0645 \u062a\u0639\u0631\u064a\u0641\u0647\u0627 \u0641\u064a \u0627\u0644\u062a\u0648\u0635\u064a\u0641
ownerElementText=\u0639\u0646\u0635\u0631 \u0627\u0644\u0645\u0627\u0644\u0643
nonExistingText=\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u0627\u0644\u0643 \u062a\u0634\u064a\u0631 \u0627\u0644\u0649 \u0639\u0646\u0627\u0635\u0631 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f\u0629. \u0642\u062f \u064a\u0643\u0648\u0646 \u0642\u062f \u062a\u0645 \u062d\u0630\u0641 \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0645\u0646 \u0627\u0644\u0645\u0643\u062a\u0628\u0629 \u0628\u0639\u062f \u062a\u0643\u0648\u0628\u0646 \u0648\u0635\u0644\u0627\u062a  \u0627\u0644\u0639\u0646\u0627\u0635\u0631. \u0631\u062c\u0627\u0621 \u0627\u064a\u062c\u0627\u062f \u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u0627\u0644\u0643 \u0648\u062a\u0635\u062d\u064a\u062d \u0627\u0644\u0645\u0631\u0627\u062c\u0639 \u0627\u0644\u062e\u0627\u0637\u0626\u0629.
missingReferencesTitleText=\u0645\u0631\u0627\u062c\u0639 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f\u0629
missingReferencesText=\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u0627\u0644\u0643 \u062a\u0634\u064a\u0631 \u0627\u0644\u0649 \u0639\u0646\u0627\u0635\u0631 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f\u0629 \u0641\u064a \u0627\u0644\u062a\u0648\u0635\u064a\u0641 \u0627\u0644\u0645\u062d\u062f\u062f. \u0631\u062c\u0627\u0621 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u062e\u062a\u0627\u0645 \u0627\u0644\u062a\u0648\u0635\u064a\u0641 \u0648\u062a\u0635\u062d\u064a\u062d \u0627\u0644\u0645\u0631\u0627\u062c\u0639 \u063a\u064a\u0631 \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629.                   
missingResourceFilesTitleText=\u0645\u0644\u0641\u0627\u062a \u0645\u0648\u0627\u0631\u062f \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f\u0629
missingResourceFilesText=\u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u0627\u0644\u0643 \u062a\u0634\u064a\u0631 \u0627\u0644\u0649 \u0645\u0644\u0641\u0627\u062a \u0645\u0648\u0627\u0631\u062f \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f\u0629. \u0645\u0644\u0641\u0627\u062a \u0627\u0644\u0645\u0648\u0627\u0631\u062f \u062a\u0644\u0643 \u064a\u062a\u0645 \u0627\u0644\u0631\u062c\u0648\u0639 \u0627\u0644\u064a\u0647\u0627 \u0641\u064a \u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0627\u0644\u0639\u0646\u0627\u0635\u0631 \u0623\u0648 \u0641\u064a \u0627\u0644\u0627\u0631\u0641\u0627\u0642\u0627\u062a.
missingResourceText=\u0645\u0648\u0631\u062f \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f
ownerResourceText=\u0645\u0648\u0631\u062f \u0645\u0627\u0644\u0643
missingElementText=\u0639\u0646\u0635\u0631 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f
invalidElementText=\u0639\u0646\u0635\u0631 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f
invalidElementLinksText=\u0648\u0635\u0644\u0627\u062a \u0639\u0646\u0627\u0635\u0631 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d\u0629
pleaseCheckText=\u0631\u062c\u0627\u0621 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u062e\u062a\u0627\u0645 \u0627\u0644\u062a\u0648\u0635\u064a\u0641 \u0648\u062a\u0635\u062d\u064a\u062d \u0627\u0644\u0645\u0631\u0627\u062c\u0639 \u063a\u064a\u0631 \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629.
pleaseFindText=\u0631\u062c\u0627\u0621 \u0627\u064a\u062c\u0627\u062f \u0639\u0646\u0627\u0635\u0631 \u0627\u0644\u0645\u0627\u0644\u0643 \u0648\u062a\u0635\u062d\u064a\u062d \u0627\u0644\u0645\u0631\u0627\u062c\u0639 \u0627\u0644\u062e\u0627\u0637\u0626\u0629.
glossaryText=\u0642\u0627\u0645\u0648\u0633 \u0627\u0644\u0645\u0635\u0637\u0644\u062d\u0627\u062a
indexText=\u0627\u0644\u0641\u0647\u0631\u0633
feedbackText=\u0627\u0644\u062a\u0642\u064a\u064a\u0645
aboutText=\u0646\u0628\u0630\u0629 \u0633\u0631\u064a\u0639\u0629
searchText=\u0628\u062d\u062b
printText=\u0637\u0628\u0627\u0639\u0629
summaryText=\u0627\u0644\u0645\u0644\u062e\u0635
publishingReportText=\u0646\u0634\u0631 \u062a\u0642\u0631\u064a\u0631:
whereAmIText=\u0623\u064a\u0646 \u0623\u0646\u0627
treeSetsText=\u0645\u062c\u0645\u0648\u0639\u0627\u062a \u0627\u0644\u062a\u0633\u0644\u0633\u0644\u0627\u062a

searchTitleText=\u0628\u062d\u062b \u0627\u0644\u0639\u0645\u0644\u064a\u0627\u062a
label1Text=
label2Text=
label3Text=
lable4Text=
searchButtonText=\u0628\u062d\u062b
searchExpressionText=\u200f* =\u200f \u0623\u064a \u0645\u062c\u0645\u0648\u0639\u0629 \u062d\u0631\u0648\u0641\u060c \u200f?\u200f \u200f=\u200f \u0623\u064a \u062d\u0631\u0641\u060c \u200f"" =\u200f \u0639\u0628\u0627\u0631\u0629\u060c \u200fAND\u200f \u0648\u200fOR\u200f \u0648\u200fNOT\u200f = \u0645\u0639\u0627\u0645\u0644\u0627\u062a \u200fboolean\u200f

detailsText=\u062a\u0641\u0627\u0635\u064a\u0644
infoText=\u0645\u0639\u0644\u0648\u0645\u0627\u062a
messgeText=\u0631\u0633\u0627\u0644\u0629
descriptionText=\u0627\u0644\u062a\u0648\u0635\u064a\u0641
