# NLS_ENCODING=UNICODE
#-------------------------------------------------------------------------------
# Copyright (c) 2000, 2007 IBM Corporation and others.
# All rights reserved. This program and the accompanying materials
# are made available under the terms of the Eclipse Public License v1.0
# which accompanies this distribution, and is available at
# http://www.eclipse.org/legal/epl-v10.html
#
# Contributors:
# IBM Corporation - initial implementation.
#-------------------------------------------------------------------------------
# NLS_MESSAGEFORMAT_VAR
#
# Message ID Range: IUPE0200E - IUPE0299E
#

# Import Library Configuration Wizard
importConfigWizard_title=\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u69cb\u6210\u306e\u30a4\u30f3\u30dd\u30fc\u30c8
selectConfigDirWizardPage_title=\u30a4\u30f3\u30dd\u30fc\u30c8\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u306e\u6307\u5b9a
selectConfigDirWizardPage_text=\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u69cb\u6210\u3092\u542b\u3080\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
reviewChangesWizardPage_title=\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u306e\u5909\u66f4\u5185\u5bb9\u306e\u691c\u8a0e
reviewChangesWizardPage_text=\u73fe\u884c\u306e\u30e1\u30bd\u30c3\u30c9\u30fb\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u306b\u52a0\u3048\u3089\u308c\u308b\u5909\u66f4\u3092\u691c\u8a0e\u3057\u307e\u3059\u3002
selectConfigSpecsWizardPage_title=\u69cb\u6210\u4ed5\u69d8\u306e\u9078\u629e
selectConfigSpecsWizardPage_text=\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b 1 \u3064\u4ee5\u4e0a\u306e\u69cb\u6210\u4ed5\u69d8\u3092\u9078\u629e\u3057\u307e\u3059\u3002

# Import Method Plug-ins Wizard
importPluginsWizard_title=\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30a4\u30f3\u30dd\u30fc\u30c8
selectPluginsDirWizardPage_title=\u30a4\u30f3\u30dd\u30fc\u30c8\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u306e\u6307\u5b9a
selectPluginsDirWizardPage_text=\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u542b\u3080\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
selectPluginsWizardPage_title=\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u9078\u629e
selectPluginsWizardPage_text=\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b 1 \u3064\u4ee5\u4e0a\u306e\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u9078\u629e\u3057\u307e\u3059\u3002 \u9078\u629e\u3057\u305f\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u73fe\u884c\u306e\u30e1\u30bd\u30c3\u30c9\u30fb\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u306b\u3059\u3067\u306b\u5b58\u5728\u3059\u308b\u5834\u5408\u306f\u3001\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u9055\u3044\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
importPluginsWizard_ERR_Import_plugin=\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u304c\u5931\u6557\u3057\u307e\u3057\u305f

ConfigurationImportService_MSG0=\u9078\u629e\u3057\u305f\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u69cb\u6210\u3092\u691c\u8a3c\u3057\u3066\u3044\u307e\u3059...
ConfigurationImportService_MSG1=\u9078\u629e\u3057\u305f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u306b\u306f\u6709\u52b9\u306a\u69cb\u6210\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002
ConfigurationImportService_MSG3=\u30e1\u30bd\u30c3\u30c9\u69cb\u6210\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u3059...
ConfigurationImportService_MSG2=\u73fe\u5728\u958b\u3044\u3066\u3044\u308b\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u3092\u305d\u306e\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u81ea\u4f53\u306b\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
ImportConfigurationWizard_MSG1=\u30e1\u30bd\u30c3\u30c9\u69cb\u6210\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u3059...
ImportConfigurationWizard_ERR_Import_configuration=\u30a4\u30f3\u30dd\u30fc\u30c8\u69cb\u6210\u304c\u5931\u6557\u3057\u307e\u3057\u305f

FileModifyChecker_Checkout_failed_title=\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u5931\u6557
FileModifyChecker_Checkout_failed_msg=\u4e00\u90e8\u306e\u30d5\u30a1\u30a4\u30eb\u306f\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u518d\u8a66\u884c\u3057\u307e\u3059\u304b?

ImportConfigReportPage_title=\u69cb\u6210\u30ec\u30dd\u30fc\u30c8\u306e\u30a4\u30f3\u30dd\u30fc\u30c8
ImportPluginWizard_readonly=IUPE0201E: \u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u306f\u8aad\u307f\u53d6\u308a\u5c02\u7528\u3067\u3059\u3002
ImportPluginWizard_MSG1=\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u3059...
ImportPluginWizard_error=\u30a8\u30e9\u30fc
ImportPluginWizard_warn_existing_plugins=IUPE0200E: \u9078\u629e\u3057\u305f\u6b21\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002\u540c\u3058\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u518d\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u3068\u65e2\u5b58\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u4e0a\u66f8\u304d\u3055\u308c\u307e\u3059:\n\n\ {0} \n\n\u7d9a\u884c\u3057\u307e\u3059\u304b?
ImportPluginWizard_confirm_continue=\n\n\u7d9a\u884c\u3057\u307e\u3059\u304b?
ImportPluginWizard_warn_circular_plugins=\u4ee5\u4e0b\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u9593\u3067\u5faa\u74b0\u53c2\u7167\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f
ImportNoSynLib_ConvertMsg=\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u305f\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u3092\u81ea\u52d5\u540c\u671f\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u306b\u5909\u63db\u3057\u307e\u3059\u304b?
ImportSynLibToNoSynLib_Error=\u540c\u671f\u304c\u5fc5\u8981\u306a\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u306b\u5bfe\u3057\u3066\u81ea\u52d5\u540c\u671f\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u304b\u3089\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u30fb\u30c7\u30fc\u30bf\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u4f5c\u696d\u306f\u3001\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
SelectConfigsToImport_label1=\u6b21\u306e\u8981\u7d20\u304c\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u307e\u3059:
ImportConfigurationWizard_error=\u30a8\u30e9\u30fc
SelectImportConfigurationSource_MSG1=\u5206\u6790\u3057\u3066\u3044\u307e\u3059
SelectConfigSpecsToImportPage_title2=\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u69cb\u6210\u4ed5\u69d8\u306e\u9078\u629e
SelectImportPluginSource_not_used=not_used
SelectImportPluginSource_no_path=\u6307\u5b9a\u3055\u308c\u305f\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
SelectImportPluginSource_no_dir=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SelectPluginsToImport_label_plugins=\u30a4\u30f3\u30dd\u30fc\u30c8\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u5185\u306e\u9078\u629e\u53ef\u80fd\u306a\u30d7\u30e9\u30b0\u30a4\u30f3:
SelectPluginsToImport_label_author=\u4f5c\u6210\u8005:
SelectPluginsToImport_label_version=\u30d0\u30fc\u30b8\u30e7\u30f3:
SelectPluginsToImport_label_desc=\u8981\u65e8:
ImportConfigurationWizard_readonly=IUPE0201E: \u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u306f\u8aad\u307f\u53d6\u308a\u5c02\u7528\u3067\u3059\u3002
PluginImportingService_MSG0=\u9078\u629e\u3057\u305f\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u691c\u8a3c\u3057\u3066\u3044\u307e\u3059...
PluginImportingService_MSG1=\u9078\u629e\u3055\u308c\u305f\u30d1\u30b9\u306b\u306f\u6709\u52b9\u306a\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002
PluginImportingService_MSG3=\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u3059...
PluginImportingService_MSG5=\u9078\u629e\u3057\u305f\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3067\u304d\u307e\u305b\u3093\u3002 \u4f9d\u5b58\u30d7\u30e9\u30b0\u30a4\u30f3\u3067\u3042\u308b ''{0}'' \u304c\u3001\u73fe\u884c\u306e\u30e1\u30bd\u30c3\u30c9\u30fb\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u306b\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
PluginImportingService_MSG6=\u9078\u629e\u3057\u305f\u30e1\u30bd\u30c3\u30c9\u30fb\u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3067\u304d\u307e\u305b\u3093\u3002 \u4f9d\u5b58\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u73fe\u884c\u306e\u30e1\u30bd\u30c3\u30c9\u30fb\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u306b\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
DiffReportViewer_content=\u30b3\u30f3\u30c6\u30f3\u30c4
DiffReportViewer_in_import=\u30a4\u30f3\u30dd\u30fc\u30c8\u5185
SelectPluginsToImport_MSG1=\u30d5\u30a1\u30a4\u30eb\u3092\u5206\u6790\u3057\u3066\u3044\u307e\u3059...
DiffReportLabelProvider_yes=\u306f\u3044
SelectPluginsToImport_error=\u30a8\u30e9\u30fc
DiffReportViewer_in_lib=\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u5185
DiffReportViewer_status=\u72b6\u6cc1
SelectPluginsToImport_libraryPluginExists=\u73fe\u884c\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u5185\u306e\u9078\u629e\u6e08\u307f\u30d7\u30e9\u30b0\u30a4\u30f3
SelectPluginsToImport_libraryPluginNotExists=\u73fe\u884c\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u306b\u306a\u3044\u9078\u629e\u6e08\u30d7\u30e9\u30b0\u30a4\u30f3
SelectConfigSpecsToImportPage_libraryConfigSpecExists=\u73fe\u884c\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u5185\u306e\u69cb\u6210
SelectConfigSpecsToImportPage_configSpecNoSelection=\u69cb\u6210\u4ed5\u69d8\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
SelectConfigSpecsToImportPage_configSpecDataLabel=\u30a4\u30f3\u30dd\u30fc\u30c8\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u5185\u306e\u9078\u629e\u6e08\u307f\u306e\u69cb\u6210
SelectConfigSpecsToImportPage_label_configs=\u30a4\u30f3\u30dd\u30fc\u30c8\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u5185\u306e\u9078\u629e\u53ef\u80fd\u306a\u69cb\u6210\u4ed5\u69d8:
SelectImportConfigurationSource_not_used=not_used
SelectConfigSpecsToImportPage_label_desc=\u8981\u65e8:
SelectImportConfigurationSource_no_path=\u6307\u5b9a\u3055\u308c\u305f\u30d1\u30b9\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
SelectPluginsToImport_pluginNoSelection=\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
SelectImportConfigurationSource_no_dir=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
SelectImportConfigurationSource_plugin_readonly=\u30d7\u30e9\u30b0\u30a4\u30f3 {0} \u306f\u8aad\u307f\u53d6\u308a\u5c02\u7528\u3067\u3059\n
SelectImportConfigurationSource_plugin_locked=IUPE0203E: \u30d7\u30e9\u30b0\u30a4\u30f3 {0} \u306f\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u307e\u3059\n
SelectImportConfigurationSource_error_not_updatable=\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u5185\u306e\u4e00\u90e8\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u304b\u3001\u8aad\u307f\u53d6\u308a\u5c02\u7528\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002\n\ \u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u30a2\u30f3\u30ed\u30c3\u30af\u3057\u3066\u3001\u30d5\u30a1\u30a4\u30eb\u304c\u66f4\u65b0\u53ef\u80fd\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
SelectPluginsToImport_pluginDataLabel=\u30a4\u30f3\u30dd\u30fc\u30c8\u30fb\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u5185\u306e\u9078\u629e\u6e08\u307f\u306e\u30d7\u30e9\u30b0\u30a4\u30f3
DiffReportViewer_type=\u30b3\u30f3\u30c6\u30f3\u30c4\u30fb\u30bf\u30a4\u30d7
SelectConfigSpecsToImportPage_libraryConfigSpecNotExists=\u73fe\u884c\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u306b\u306a\u3044\u69cb\u6210\u304c\u9078\u629e\u3055\u308c\u307e\u3057\u305f\u3002
versionMismatch_oldData=IUPE0204E: \u6307\u5b9a\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u304c\u3001{1} \u306e\u524d\u306e\u30d0\u30fc\u30b8\u30e7\u30f3 ({0}) \u306b\u3088\u3063\u3066\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3055\u308c\u307e\u3057\u305f\u3002 \u30d5\u30a1\u30a4\u30eb\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u306f {1} \u306e\u73fe\u884c\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\u4f7f\u3063\u3066\u884c\u3046\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
versionMismatch_oldData_unknown=IUPE0205E: \u6307\u5b9a\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u304c\u3001{0} \u306e\u524d\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306b\u3088\u3063\u3066\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3055\u308c\u307e\u3057\u305f\u3002 \u30d5\u30a1\u30a4\u30eb\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u306f {0} \u306e\u73fe\u884c\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\u4f7f\u3063\u3066\u884c\u3046\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
versionMismatch_oldTool=IUPE0206E: \u6307\u5b9a\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u304c\u3001{1} \u306e\u65b0\u898f\u30d0\u30fc\u30b8\u30e7\u30f3 ({0}) \u306b\u3088\u3063\u3066\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3055\u308c\u307e\u3057\u305f\u3002 \u30d5\u30a1\u30a4\u30eb\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u306b\u306f\u3001{1} \u306b\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002  
versionMismatch_oldTool_unknown=IUPE0207E: \u6307\u5b9a\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb\u3092\u958b\u304f\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002 \u30d5\u30a1\u30a4\u30eb\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u306b\u306f\u3001{0} \u306b\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
ConfigurationImportService_handleToolVersion_error=IUPE0208E: \u30d7\u30e9\u30b0\u30a4\u30f3\u3092\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
optionGroup_text=\u30a4\u30f3\u30dd\u30fc\u30c8\u30fb\u30aa\u30d7\u30b7\u30e7\u30f3
checkBaseRadioButton_text=\u57fa\u672c\u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30c1\u30a7\u30c3\u30af
ignoreRemoveRadioButton_text=\u672a\u89e3\u6c7a\u306e\u53c2\u7167\u306e\u7121\u8996\u3068\u524a\u9664
