#-------------------------------------------------------------------------------
# Copyright (c) 2000, 2007 IBM Corporation and others.
# All rights reserved. This program and the accompanying materials
# are made available under the terms of the Eclipse Public License v1.0
# which accompanies this distribution, and is available at
# http://www.eclipse.org/legal/epl-v10.html
#
# Contributors:
# IBM Corporation - initial implementation.
#-------------------------------------------------------------------------------
# NLS_MESSAGEFORMAT_VAR
#
# Message ID Range:
#

# Import XML Wizard
importXMLWizard_title=\u0627\u0633\u062a\u0642\u0628\u0627\u0644 XML

# Select Import XML File Wizard Page
selectXMLFilePage_title=\u062a\u062d\u062f\u064a\u062f \u0645\u0644\u0641 \u0627\u0644\u0627\u0633\u062a\u0642\u0628\u0627\u0644
selectXMLFilePage_desc=\u0642\u0645 \u0628\u062a\u062d\u062f\u064a\u062f \u0645\u0644\u0641 XML \u0627\u0644\u0630\u064a \u064a\u062d\u062a\u0648\u064a \u0639\u0644\u0649 \u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0645\u0643\u062a\u0628\u0629 \u0627\u0644\u0637\u0631\u0642 \u0627\u0644\u0645\u0637\u0644\u0648\u0628 \u0627\u0633\u062a\u0642\u0628\u0627\u0644\u0647\u0627\u060c \u0648\u062a\u062d\u062f\u064a\u062f \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u0627\u0633\u062a\u0642\u0628\u0627\u0644 \u0627\u0644\u0645\u0646\u0627\u0633\u0628\u0629 \u0644\u0644\u0642\u064a\u0627\u0645 \u0628\u0647\u0627.
fileLabel_text=\u0645\u0644\u0641 \u200fXML\u200f:
browseButton_text=\u0627\u0633\u062a\u0639\u0631\u0627\u0636...
optionGroup_text=\u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u062f\u0645\u062c
optionGroup1_text=\u0627\u062e\u062a\u064a\u0627\u0631 \u0641\u062d\u0635 \u0627\u0644\u0628\u0631\u0627\u0645\u062c \u0627\u0644\u0627\u0636\u0627\u0641\u064a\u0629 \u0627\u0644\u0623\u0633\u0627\u0633\u064a\u0629
overwriteRadioButton_text=\u0627\u0633\u062a\u0628\u062f\u0627\u0644 \u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0645\u0643\u062a\u0628\u0629 \u0627\u0644\u0637\u0631\u0642 \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629 \u0628\u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0633\u062a\u0642\u0628\u0627\u0644\u0647\u0627
mergeRadioButton_text=\u062f\u0645\u062c \u0627\u0644\u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0627\u0644\u062a\u064a \u062a\u0645 \u0627\u0633\u062a\u0642\u0628\u0627\u0644\u0647\u0627 \u0645\u0639 \u0645\u0643\u062a\u0628\u0629 \u0627\u0644\u0637\u0631\u0642 \u0627\u0644\u0645\u0648\u062c\u0648\u062f\u0629

# Progress Messages
importingXML_text=\u062c\u0627\u0631\u064a \u0627\u0633\u062a\u0642\u0628\u0627\u0644 \u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0645\u0643\u062a\u0628\u0629 XML \u062f\u0627\u062e\u0644 \u0645\u0643\u062a\u0628\u0629 \u0627\u0644\u0637\u0631\u0642 \u0627\u0644\u062d\u0627\u0644\u064a\u0629...

# Import XML Error Dialog
review_log_files=\u062a\u0645 \u0627\u0633\u062a\u0643\u0645\u0627\u0644 \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u0627\u0633\u062a\u0642\u0628\u0627\u0644. \u0642\u0645 \u0628\u0645\u0631\u0627\u062c\u0639\u0629 \u0645\u0644\u0641\u0627\u062a \u0627\u0644\u0633\u062c\u0644 \u0641\u064a \u062d\u0627\u0641\u0638\u0629 \n''{0}'' \u0644\u0644\u062a\u0639\u0631\u0641 \u0639\u0644\u0649 \u0623\u064a \u0623\u062e\u0637\u0627\u0621.
importXMLError_msg=IUPM0000E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0644\u0627\u0633\u062a\u0645\u0631\u0627\u0631 \u0641\u064a \u0639\u0645\u0644\u064a\u0629 \u0627\u0644\u0627\u0633\u062a\u0642\u0628\u0627\u0644.
importXMLError_reason=IUPM0009E: \u0645\u0643\u062a\u0628\u0629 \u0627\u0644\u0637\u0631\u0642 \u0627\u0644\u062d\u0627\u0644\u064a\u0629 \u0647\u064a \u0644\u0644\u0642\u0631\u0627\u0621\u0629 \u0641\u0642\u0637.\n\n\u062a\u0623\u0643\u062f \u0645\u0646 \u0642\u0627\u0628\u0644\u064a\u0629 ''{0}'' \u0644\u0644\u0643\u062a\u0627\u0628\u0629 \u0623\u0648 \u0642\u0645 \u0628\u062a\u0643\u0648\u064a\u0646 \u0645\u0643\u062a\u0628\u0629 \u0637\u0631\u0642 \u062c\u062f\u064a\u062f\u0629 \u0648\u062d\u0627\u0648\u0644 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.

# Error Messages
invalidXMLFile_error=\u0645\u0644\u0641 \u200fXML\u200f \u0627\u0644\u0645\u062d\u062f\u062f \u063a\u064a\u0631 \u0635\u062d\u064a\u062d.
versionMismatch_oldData=IUPM0010E: \u0645\u0644\u0641 XML \u0627\u0644\u0645\u062d\u062f\u062f \u062a\u0645 \u062a\u0635\u062f\u064a\u0631\u0647 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0646\u0633\u062e\u0629 \u0633\u0627\u0628\u0642\u0629 ({0}) \u0645\u0646 {1}. \u064a\u062c\u0628 \u0623\u0646 \u064a\u062a\u0645 \u062a\u0635\u062f\u064a\u0631 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0646\u0633\u062e\u0629 \u0627\u0644\u062d\u0627\u0644\u064a\u0629 \u0645\u0646 {1}.
versionMismatch_oldData_unknown=IUPM0011E: \u0645\u0644\u0641 XML \u0627\u0644\u0645\u062d\u062f\u062f \u062a\u0645 \u062a\u0635\u062f\u064a\u0631\u0647 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0646\u0633\u062e\u0629 \u0633\u0627\u0628\u0642\u0629 \u0645\u0646 {0}. \u064a\u062c\u0628 \u0623\u0646 \u064a\u062a\u0645 \u062a\u0635\u062f\u064a\u0631 \u0627\u0644\u0645\u0644\u0641\u0627\u062a \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u0646\u0633\u062e\u0629 \u0627\u0644\u062d\u0627\u0644\u064a\u0629 \u0645\u0646 {0}.
versionMismatch_oldTool=IUPM0012E: \u0645\u0644\u0641 XML \u0627\u0644\u0645\u062d\u062f\u062f \u062a\u0645 \u062a\u0635\u062f\u064a\u0631\u0647 \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0646\u0633\u062e\u0629 \u0623\u0643\u062b\u0631 \u062d\u062f\u0627\u062b\u0629 ({0}) \u0645\u0646 {1}. \u064a\u062c\u0628 \u0623\u0646 \u062a\u0642\u0648\u0645 \u0628\u062a\u0637\u0648\u064a\u0631 \u0646\u0633\u062e\u0629 {1} \u0644\u064a\u062a\u0645 \u0627\u0633\u062a\u0642\u0628\u0627\u0644 \u0627\u0644\u0645\u0644\u0641.  
versionMismatch_oldTool_unknown=IUPM0013E: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0641\u062a\u062d \u0645\u0644\u0641 XML \u0627\u0644\u0645\u062d\u062f\u062f. \u064a\u062c\u0628 \u0623\u0646 \u062a\u0642\u0648\u0645 \u0628\u062a\u0637\u0648\u064a\u0631 \u0646\u0633\u062e\u0629 {0} \u0644\u064a\u062a\u0645 \u0627\u0633\u062a\u0642\u0628\u0627\u0644 \u0627\u0644\u0645\u0644\u0641.  

importXMLService_element_not_handled=\u0639\u0646\u0635\u0631 \u0644\u0645 \u064a\u062a\u0645 \u0645\u0639\u0627\u0644\u062c\u062a\u0647: {0}
importXMLService_element_without_id=\u0639\u0646\u0635\u0631 \u062f\u0648\u0646 \u0643\u0648\u062f: {0}
importXMLService_import_failed=\u0641\u0634\u0644 \u0627\u0644\u0627\u0633\u062a\u0642\u0628\u0627\u0644: {0}
importXMLService_missing_plugin=\u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0636\u0627\u0641\u064a \u0645\u0637\u0644\u0648\u0628 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f {0}
importXMLService_error_missing_plugins=\u0628\u0631\u0646\u0627\u0645\u062c \u0627\u0636\u0627\u0641\u064a (\u0628\u0631\u0627\u0645\u062c \u0627\u0636\u0627\u0641\u064a\u0629) \u0645\u0637\u0644\u0648\u0628 \u063a\u064a\u0631 \u0645\u0648\u062c\u0648\u062f. \u0631\u062c\u0627\u0621 \u0645\u0631\u0627\u062c\u0639\u0629 \u0645\u0644\u0641\u0627\u062a \u0627\u0644\u0633\u062c\u0644 \u0644\u0644\u062a\u0639\u0631\u0641 \u0639\u0644\u0649 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644

library_error_no_eclass=\u062e\u0637\u0623 \u0623\u062b\u0646\u0627\u0621 \u062a\u0643\u0648\u064a\u0646 ContentCategory: \u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 EClass \u0644\u0640 {0}
library_no_package=\u0644\u0627 \u064a\u0645\u0643\u0646 \u0627\u064a\u062c\u0627\u062f \u0627\u0644\u0645\u062c\u0645\u0648\u0639\u0629 \u0627\u0644\u0645\u0627\u0644\u0643\u0629 \u0644\u0644\u0639\u0646\u0635\u0631 {0}
library_error_create_element=\u062e\u0637\u0623 \u0641\u064a \u062a\u0643\u0648\u064a\u0646 \u0627\u0644\u0639\u0646\u0635\u0631: {0}
library_object_string=\u0627\u0644\u0639\u0646\u0635\u0631 {0}\u060c \u0627\u0644\u0645\u064a\u0632\u0629 {1}
library_error_set_attribute_2=\u062e\u0637\u0623 \u0641\u064a \u0636\u0628\u0637 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0627\u0644\u0645\u0645\u064a\u0632\u0629: \u0642\u064a\u0645\u0629 \u0645\u064a\u0632\u0629 \u062e\u0627\u0635\u064a\u0629 \u0645\u0645\u064a\u0632\u0629 \u063a\u064a\u0631 \u0635\u062d\u064a\u062d\u0629 {0}
library_error_set_attribute=\u062e\u0637\u0623 \u0641\u064a \u0636\u0628\u0637 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0627\u0644\u0645\u0645\u064a\u0632\u0629 \u0644\u0644\u0639\u0646\u0635\u0631 {0}\u060c \u0648\u0627\u0644\u0645\u064a\u0632\u0629 {1}\u060c \u0648\u0627\u0644\u0642\u064a\u0645\u0629 {2}
library_error_set_attribute_3=\u0644\u0627 \u062a\u0639\u0631\u0641 \u0643\u064a\u0641\u064a\u0629 \u0636\u0628\u0637 \u0627\u0644\u062e\u0627\u0635\u064a\u0629 \u0627\u0644\u0645\u0645\u064a\u0632\u0629 \u0644\u0644\u0639\u0646\u0635\u0631 {0}\u060c \u0648\u0627\u0644\u0645\u064a\u0632\u0629 {1}\u060c \u0648\u0627\u0644\u0642\u064a\u0645\u0629{2}
library_error_set_reference=\u062e\u0637\u0623 \u0641\u064a \u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0645\u0631\u062c\u0639 \u0644\u0644\u0645\u064a\u0632\u0629 {0}: \u0644\u0627 \u064a\u0648\u062c\u062f \u0639\u0646\u0635\u0631 \u0628\u0627\u0644\u0643\u0648\u062f {1}
library_error_set_reference_2=\u062e\u0637\u0623 \u0641\u064a \u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0645\u0631\u062c\u0639 \u0644\u0644\u0639\u0646\u0635\u0631 {0}\u060c \u0648\u0627\u0644\u0645\u064a\u0632\u0629 {1}\u060c \u0648\u0627\u0644\u0642\u064a\u0645\u0629 {2}

