#-------------------------------------------------------------------------------
# Copyright (c) 2000, 2007 IBM Corporation and others.
# All rights reserved. This program and the accompanying materials
# are made available under the terms of the Eclipse Public License v1.0
# which accompanies this distribution, and is available at
# http://www.eclipse.org/legal/epl-v10.html
#
# Contributors:
# IBM Corporation - initial implementation.
#-------------------------------------------------------------------------------
# NLS_MESSAGEFORMAT_VAR

# Error Messages
invalidNameError_msg=\u540d\u524d ''{0}'' \u304c\u7121\u52b9\u3067\u3059\u3002 \u6b21\u306e\u6587\u5b57\u3092\u542b\u3080\u30e1\u30bd\u30c3\u30c9\u8981\u7d20\u540d\u3092\u6307\u5b9a\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093: \\ / : * ? " < > |
objNotFoundError_msg=ID \u304c ''{0}'' \u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
loadLibraryError_msg=\u30e1\u30bd\u30c3\u30c9\u30fb\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u306e\u30ed\u30fc\u30c9\u4e2d\u306b\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:
loadLibraryError_details=\ \ \u884c: {0}\u3001\u5217: {1}\u3001\u30e1\u30c3\u30bb\u30fc\u30b8: {2}
restoreResourceError_msg=\u30ea\u30bd\u30fc\u30b9 ''{0}'' \u3092\u5fa9\u5143\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
FileManager_fileReadOnly=\u30d5\u30a1\u30a4\u30eb ''{0}'' \u306f\u8aad\u307f\u53d6\u308a\u5c02\u7528\u3067\u3059\u3002
ErrMsg_CouldNotDelete={0} \u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 {1}
renameError_msg=\u540d\u524d ''{0}'' \u3092 ''{1}'' \u306b\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
backupError_msg=\u30ea\u30bd\u30fc\u30b9 ''{0}'' \u3092\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
modifyFileError_msg=\u30d5\u30a1\u30a4\u30eb ''{0}'' \u306f\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002
filePathNameTooLong_msg=\u30ea\u30bd\u30fc\u30b9\u3092\u4fdd\u5b58\u3067\u304d\u307e\u305b\u3093\u3002 \u30d5\u30a1\u30a4\u30eb\u30fb\u30d1\u30b9\u540d\u304c\u9577\u3059\u304e\u307e\u3059(255 \u3092\u8d85\u3048\u3066\u3044\u307e\u3059) ''{0}''
loadResourceError_msg=\u30ea\u30bd\u30fc\u30b9 ''{0}'' \u3092\u30ed\u30fc\u30c9\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
loadResourceErrorWithReason_msg=\u30ea\u30bd\u30fc\u30b9 ''{0}'' \u3092\u30ed\u30fc\u30c9\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u7406\u7531: {1}
invalidLibraryFileError_msg=\u30e1\u30bd\u30c3\u30c9\u30fb\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u30fb\u30d5\u30a1\u30a4\u30eb\u304c\u7121\u52b9\u3067\u3059\u3002
fileNotFoundError_msg=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9 ''{0}'' \u3067\u306f\u30e1\u30bd\u30c3\u30c9\u30fb\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u30fb\u30d5\u30a1\u30a4\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
normalizeURIError_msg=''{0}'' \u306b\u3088\u3063\u3066\u8b58\u5225\u3055\u308c\u308b\u8981\u7d20\u306e\u30ea\u30bd\u30fc\u30b9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
moveError_msg=''{0}'' \u3092 ''{1}'' \u306b\u79fb\u52d5\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u3053\u306e\u5b9b\u5148\u306f\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002
modifyReadOnlyFileError_msg=\u8aad\u307f\u53d6\u308a\u5c02\u7528\u30d5\u30a1\u30a4\u30eb\u306f\u5909\u66f4\u3067\u304d\u307e\u305b\u3093: {0}
moveResourceError_msg=\u30ea\u30bd\u30fc\u30b9 ''{0}'' \u304c\u3001\u30b3\u30df\u30c3\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u30d1\u30fc\u30b7\u30b9\u30bf\u30f3\u30b9\u64cd\u4f5c\u306b\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002
modifyFilesError_msg=1 \u3064\u4ee5\u4e0a\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
resourceOutOfSynch_msg=\u30ea\u30bd\u30fc\u30b9 {0} \u306f\u540c\u671f\u304c\u53d6\u308c\u3066\u304a\u3089\u305a\u3001\u518d\u30ed\u30fc\u30c9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
resourceAutoRefreshJob_name=\u30ea\u30bd\u30fc\u30b9\u306e\u81ea\u52d5\u66f4\u65b0
loadConfiguration_couldNotLoad_logMsg=\u30d5\u30a1\u30a4\u30eb\u3092\u30ed\u30fc\u30c9\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: {0}\u3002 \u3053\u306e\u30d5\u30a1\u30a4\u30eb\u306e\u30e1\u30bd\u30c3\u30c9\u69cb\u6210\u306b\u306f\u91cd\u8907\u3057\u305f GUID \u304c\u3042\u308a\u307e\u3059\u3002
loadConfiguration_notConfigFile_logMsg=\u30e1\u30bd\u30c3\u30c9\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u3067\u3042\u308a\u307e\u305b\u3093: {0}

# Progress Messages
loadLibraryTask_name=\u30e1\u30bd\u30c3\u30c9\u30fb\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u3092\u30ed\u30fc\u30c9\u3057\u3066\u3044\u307e\u3059...
moveDataTask_name=\u30c7\u30fc\u30bf\u3092\u79fb\u52d5\u3057\u3066\u3044\u307e\u3059...
saveLibraryTask_name=\u30e1\u30bd\u30c3\u30c9\u30fb\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u3092\u4fdd\u5b58\u3057\u3066\u3044\u307e\u3059...
loadResourcesTask_name=\u3059\u3079\u3066\u306e\u30ea\u30bd\u30fc\u30b9\u3092\u30e1\u30e2\u30ea\u30fc\u306b\u30ed\u30fc\u30c9\u3057\u3066\u3044\u307e\u3059...
migratingDiagram_name=\u56f3\u3092\u30de\u30a4\u30b0\u30ec\u30fc\u30b7\u30e7\u30f3\u3057\u3066\u3044\u307e\u3059...
migrateContentDescriptionsTask_name=\u30d7\u30ed\u30bb\u30b9\u30fb\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u8aac\u660e\u3092\u30de\u30a4\u30b0\u30ec\u30fc\u30b7\u30e7\u30f3\u3057\u3066\u3044\u307e\u3059...
fixPresentationNameTask_name=\u7a7a\u306e\u30d7\u30ec\u30bc\u30f3\u30c6\u30fc\u30b7\u30e7\u30f3\u540d\u3092\u4fee\u6b63\u3057\u3066\u3044\u307e\u3059...
UnresolvedProxyMarkerManager_couldNotResolveProxy=''{0}'' \u306b\u3088\u3063\u3066\u8b58\u5225\u3055\u308c\u308b\u8981\u7d20\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
refreshLibraryFilesTask_name=\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u3067\u30e9\u30a4\u30d6\u30e9\u30ea\u30fc\u30fb\u30d5\u30a1\u30a4\u30eb\u3092\u66f4\u65b0\u3057\u3066\u3044\u307e\u3059\u3002
cannot_create_dir_msg=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc ''{0}'' \u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3002
unresolvedProxyLoggerJob_name=\u30ed\u30fc\u30c9\u30fb\u30a8\u30e9\u30fc\u30fb\u30de\u30fc\u30ab\u30fc\u306e\u4f5c\u6210\u4e2d
